var objs = [
  {
    "time": [
      0.0,
      7.405092
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      7.405092,
      11.853147
    ],
    "en": [
      "Ever close your eyes",
      "Ever stop and listen"
    ],
    "ru": [
      "Когда-нибудь закрывай глаза",
      "Когда-либо останавливаться и слушать"
    ]
  },
  {
    "time": [
      11.853147,
      16.255553
    ],
    "en": [
      "Ever feel alive",
      "And you've nothing missing"
    ],
    "ru": [
      "Когда-либо чувствовал себя живым",
      "И ты ничего не пропустил"
    ]
  },
  {
    "time": [
      16.255553,
      22.397666
    ],
    "en": [
      "You don't need a reason",
      "Let the day go on and on"
    ],
    "ru": [
      "Вам не нужна причина",
      "Пусть день продолжается и продолжается"
    ]
  },
  {
    "time": [
      22.397666,
      27.864858
    ],
    "en": [
      "Let the rain fall down",
      "Everywhere around you"
    ],
    "ru": [
      "Пусть сойдет дождь",
      "Везде вокруг тебя"
    ]
  },
  {
    "time": [
      27.864858,
      32.612394
    ],
    "en": [
      "Give into it now",
      "Let the day surround you"
    ],
    "ru": [
      "Отдайся сейчас",
      "Пусть тебя окружает день"
    ]
  },
  {
    "time": [
      32.612394,
      38.642006
    ],
    "en": [
      "You don't need a reason",
      "Let the rain go on and on"
    ],
    "ru": [
      "Вам не нужна причина",
      "Пусть дождь продолжается и продолжается"
    ]
  },
  {
    "time": [
      38.642006,
      54.91091
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      54.91091,
      60.498104
    ],
    "en": [
      "What a day",
      "What a day to take to"
    ],
    "ru": [
      "Что за день",
      "Какой день провести"
    ]
  },
  {
    "time": [
      60.498104,
      65.630505
    ],
    "en": [
      "What a way",
      "What a way",
      "To make it through"
    ],
    "ru": [
      "Какой способ",
      "Какой способ",
      "Чтобы пройти через"
    ]
  },
  {
    "time": [
      65.630505,
      72.938025
    ],
    "en": [
      "What a day",
      "What a day to take to",
      "A wild child"
    ],
    "ru": [
      "Что за день",
      "Какой день провести",
      "Дикий ребенок"
    ]
  },
  {
    "time": [
      72.938025,
      77.164104
    ],
    "en": [
      "Only take the time",
      "From the helter skelter"
    ],
    "ru": [
      "Только не торопись",
      "Из беспорядка"
    ]
  },
  {
    "time": [
      77.164104,
      81.830937
    ],
    "en": [
      "Every day you find",
      "Everything's in kilter"
    ],
    "ru": [
      "Каждый день ты находишь",
      "Все в разрезе"
    ]
  },
  {
    "time": [
      81.830937,
      88.329391
    ],
    "en": [
      "You don't need a reason",
      "Let the day go on and on"
    ],
    "ru": [
      "Вам не нужна причина",
      "Пусть день продолжается и продолжается"
    ]
  },
  {
    "time": [
      88.329391,
      93.262393
    ],
    "en": [
      "Every summer sun",
      "Every winter evening"
    ],
    "ru": [
      "Каждое летнее солнце",
      "Каждый зимний вечер"
    ]
  },
  {
    "time": [
      93.262393,
      97.676427
    ],
    "en": [
      "Every spring to come",
      "Every autumn leaving"
    ],
    "ru": [
      "Каждую грядущую весну",
      "Каждую осень уходя"
    ]
  },
  {
    "time": [
      97.676427,
      103.918159
    ],
    "en": [
      "You don't need a reason",
      "Let it all go on and on"
    ],
    "ru": [
      "Вам не нужна причина",
      "Пусть все продолжается и продолжается"
    ]
  },
  {
    "time": [
      103.918159,
      121.840851
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      121.840851,
      126.231941
    ],
    "en": [
      "What a day",
      "What a day to take to"
    ],
    "ru": [
      "Что за день",
      "Какой день провести"
    ]
  },
  {
    "time": [
      126.231941,
      131.439351
    ],
    "en": [
      "What a way",
      "What a way",
      "To make it through"
    ],
    "ru": [
      "Какой способ",
      "Какой способ",
      "Чтобы пройти через"
    ]
  },
  {
    "time": [
      131.439351,
      138.159936
    ],
    "en": [
      "What a day",
      "What a day to take to",
      "A wild child"
    ],
    "ru": [
      "Что за день",
      "Какой день провести",
      "Дикий ребенок"
    ]
  },
  {
    "time": [
      138.159936,
      142.284534
    ],
    "en": [
      "What a day",
      "What a day to take to"
    ],
    "ru": [
      "Что за день",
      "Какой день провести"
    ]
  },
  {
    "time": [
      142.284534,
      146.501404
    ],
    "en": [
      "What a way",
      "What a way",
      "To make it through"
    ],
    "ru": [
      "Какой способ",
      "Какой способ",
      "Чтобы пройти через"
    ]
  },
  {
    "time": [
      146.501404,
      154.343444
    ],
    "en": [
      "What a day",
      "What a day to take to",
      "A wild child"
    ],
    "ru": [
      "Что за день",
      "Какой день провести",
      "Дикий ребенок"
    ]
  },
  {
    "time": [
      154.343444,
      174.108259
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      174.108259,
      178.092326
    ],
    "en": [
      "What a day",
      "What a day to take to"
    ],
    "ru": [
      "Что за день",
      "Какой день провести"
    ]
  },
  {
    "time": [
      178.092326,
      182.976998
    ],
    "en": [
      "What a way",
      "What a way",
      "To make it through"
    ],
    "ru": [
      "Какой способ",
      "Какой способ",
      "Чтобы пройти через"
    ]
  },
  {
    "time": [
      182.976998,
      187.418383
    ],
    "en": [
      "What a day",
      "What a day to take to"
    ],
    "ru": [
      "Что за день",
      "Какой день провести"
    ]
  },
  {
    "time": [
      187.418383,
      197.12983
    ],
    "en": [
      "Da-da-da",
      "Da-da-da-da-da-da",
      "What a way",
      "What a way",
      "To make it through"
    ],
    "ru": [
      "Да-да-да",
      "Да-да-да-да-да-да",
      "Какой способ",
      "Какой способ",
      "Чтобы пройти через"
    ]
  },
  {
    "time": [
      197.12983,
      197.12983
    ],
    "en": [
      "What a day",
      "What a day to take to",
      "A wild child"
    ],
    "ru": [
      "Что за день",
      "Какой день провести",
      "Дикий ребенок"
    ]
  },
  {
    "time": [
      197.12983,
      209.857104
    ],
    "en": [
      "What a day",
      "What a day to take to",
      "A wild child"
    ],
    "ru": [
      "Что за день",
      "Какой день провести",
      "Дикий ребенок"
    ]
  },
  {
    "time": [
      209.857104,
      213.603645
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      213.603645,
      213.603645
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  }
]