let testsr = [
  {
    "number": "1",
    "type": "522",
    "asks": [
      "Какая спецификация подключения в настоящее время используется в центрах обработки данных для более низкой стоимости и простоты?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "lOGBase-T",
      "40GBase-T",
      "10GBase-CX",
      "lOOGBase-TX"
    ]
  },
  {
    "number": "2",
    "type": "31 год",
    "asks": [
      "Какой протокол используется для передачи пользовательских данных в архитектуре VPN типа \"сеть-сеть\"?"
    ],
    "img": [],
    "sentence": [
      "Объяснение: VPN типа \"сеть-сеть\" может использовать либо протокол безопасности интернет-протокола (IPSec), либо общую инкапсуляцию маршрутизации (GRE). GRE предоставляет основу для того, как упаковать протокол пассажира для транспортировки по интернет-протоколу (IP)."
    ],
    "listing": [],
    "responses": [
      "B"
    ],
    "variants": [
      "TCP",
      "IPsec",
      "ИКЕВИ",
      "IKEv2"
    ]
  },
  {
    "number": "3",
    "type": "283",
    "asks": [
      "Какая команда настраивает интерфейс на транк?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "Ствол коммутатора",
      "коммутатор магистраль dot1 q",
      "соединительная линия в режиме коммутационного порта",
      "включение магистрали коммутатора"
    ]
  },
  {
    "number": "4",
    "type": "406",
    "asks": [
      "Какой метод используется с WPA2 в персональном режиме?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "SAE",
      "3DES",
      "MD5",
      "PSK"
    ]
  },
  {
    "number": "5",
    "type": "440",
    "asks": [
      "Каков режим нарушения по умолчанию при включении безопасности порта для порта коммутатора?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "B"
    ],
    "variants": [
      "Ограничивать",
      "Неисправность",
      "Защищать",
      "Пассивный"
    ]
  },
  {
    "number": "6",
    "type": "144",
    "asks": [
      "Обратитесь к выставке. Маршрутизатор R1 работает с тремя разными протоколами маршрутизации. На основании каких характеристик он пересылает пакеты, предназначенные для IP 172.17.32.1?"
    ],
    "img": [],
    "sentence": [],
    "listing": [
      "R1 # показать IP-маршрут",
      "D 172.17.32.0/27 [90/2888597172] через 20.1.1.1",
      "O 172.17.32.0/19 [110/292094] через 20.1.1.10",
      "R 172.17.32.0/24 [120/2] через 20.1.1.3"
    ],
    "responses": [
      "D"
    ],
    "variants": [
      "метрика",
      "административное расстояние",
      "Стоимость",
      "самый длинный префикс"
    ]
  },
  {
    "number": "7",
    "type": "366",
    "asks": [
      "Какой подход к QoS предполагает маркировку и классификацию трафика?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "B"
    ],
    "variants": [
      "IntServ",
      "DiffServ",
      "БЫТЬ",
      "Просьба ответить"
    ]
  },
  {
    "number": "8",
    "type": "379",
    "asks": [
      "Что произойдет, если вы дадите команду no service password-encryption?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "B"
    ],
    "variants": [
      "Зашифрованные пароли меняются местами.",
      "Устройство больше не шифрует будущие пароли.",
      "Устройство удаляет все зашифрованные пароли.",
      "Эта команда недействительна."
    ]
  },
  {
    "number": "9",
    "type": "193",
    "asks": [
      "Облако предлагает возможность динамически изменять размер ресурсов в зависимости от спроса. Как называется эта способность?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "Эластичность",
      "Взрыв облаков",
      "Масштабируемость",
      "Неизменность"
    ]
  },
  {
    "number": "10",
    "type": "14",
    "asks": [
      "Что из следующего является допустимым состоянием порта протокола связующего дерева (STP)?"
    ],
    "img": [],
    "sentence": [
      "Объяснение: Порты на коммутаторе с включенным протоколом связующего дерева (STP) находятся в одном из следующих пяти состояний портов: блокирование, прослушивание, обучение, пересылка, отключено."
    ],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "Отправка",
      "Передача",
      "Отправка",
      "Пересылка",
      "Доставка",
      "Перенос"
    ]
  },
  {
    "number": "11",
    "type": "518",
    "asks": [
      "Организация приобрела виртуальную машину в общедоступном облаке и планирует создать VPN-туннель к поставщику облака. IP-сеть организации - 172.20.0.0/12, и провайдер назначил IP-адрес в сети 10.10.0.0/8. Какая функция виртуальной сети (VNF) потребуется организации от поставщика для связи с виртуальной машиной?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "Виртуальный переключатель",
      "Виртуальный брандмауэр",
      "Виртуальный роутер",
      "Еще одна схема IP у провайдера"
    ]
  },
  {
    "number": "12",
    "type": "206",
    "asks": [
      "При анализе кадров, отправленных и полученных через соединение Gigabit Ethernet, технический специалист по сети видит много кадров размером примерно 9000 байт. Как называются эти рамки?"
    ],
    "img": [],
    "sentence": [
      "Объяснение: В компьютерных сетях jumbo-кадры - это кадры Ethernet с полезной нагрузкой более 1500 байтов, это предел, установленный стандартом IEEE 802.3. Обычно большие кадры могут содержать до 9000 байтов полезной нагрузки, но существуют вариации, и следует соблюдать осторожность при использовании этого термина. Многие коммутаторы Gigabit Ethernet и сетевые карты Gigabit Ethernet могут поддерживать jumbo-кадры. Некоторые коммутаторы Fast Ethernet и сетевые карты Fast Ethernet также могут поддерживать кадры большого размера."
    ],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "Кадры ошибок",
      "Пико кадры",
      "Рунты",
      "Jumbo-кадры"
    ]
  },
  {
    "number": "13",
    "type": "190",
    "asks": [
      "На каком уровне двухуровневой архитектуры скорость наиболее важна?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "Уровень доступа",
      "Уровень рабочей станции",
      "Магистральный слой"
    ]
  },
  {
    "number": "14",
    "type": "486",
    "asks": [
      "Какую топологию использует свернутый коммутатор уровня ядра в двухуровневой модели проекта?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "Звездная топология",
      "Топология полной сетки",
      "Топология частичной сетки",
      "Гибридная топология"
    ]
  },
  {
    "number": "15",
    "type": "507",
    "asks": [
      "Обратитесь к выставке, что означает линия LCP закрыта?"
    ],
    "img": [],
    "sentence": [],
    "listing": [
      "RouterA # показать интерфейс s0 / 3/0",
      "Serial0 / 0 включен, протокол линии не работает",
      "Аппаратное обеспечение - PowerQuicc serial",
      "адрес в Интернете: 10.0.1.1/24",
      "MTU 1500 байт. BW 1544 Кбит. DLY 20000 usee, L. надежность 233/255. txload 1/255, rxload 1/255 L.encapsulation ppp, loopback не установлен",
      "Набор Keepalive (10 секунд)",
      "lcp закрыт",
      "закрыто: ipcp, cdpcp"
    ],
    "responses": [
      "D"
    ],
    "variants": [
      "Процесс LCP завершен.",
      "На маршрутизаторе не настроен IP-адрес.",
      "Последовательная линия отключена.",
      "Процесс LCP не завершен."
    ]
  },
  {
    "number": "16",
    "type": "337",
    "asks": [
      "В HSRR каков термин для маршрутизаторов, которые не пересылают трафик в локальную сеть, но ждут, чтобы узнать, нужны ли они?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "Отличные роутеры",
      "Резервные маршрутизаторы",
      "Резервные маршрутизаторы",
      "Вторичные роутеры"
    ]
  },
  {
    "number": "17",
    "type": "242",
    "asks": [
      "При устранении неполадок в сети IPv6 инженер замечает, что два устройства имеют одинаковые адреса IPv6. Если предположить, что сеть настроена правильно, почему это могло произойти?"
    ],
    "img": [],
    "sentence": [
      "Объяснение: Anycast-адрес IPv6 - это адрес, который назначается набору интерфейсов, которые обычно принадлежат разным узлам. Адреса Anycast синтаксически неотличимы от адресов одноадресной рассылки, поскольку адреса произвольной рассылки выделяются из адресного пространства одноадресной рассылки."
    ],
    "listing": [],
    "responses": [
      "B"
    ],
    "variants": [
      "Устройства используют широковещательные рассылки для трафика протокола маршрутизации.",
      "Устройства используют anycast.",
      "Устройства используют совпадающие локальные адреса канала для целей SLAAC.",
      "Устройства используют уникальные локальные адреса."
    ]
  },
  {
    "number": "18",
    "type": "271",
    "asks": [
      "Как называется база данных, в которой хранится адресная информация коммутатора Cisco?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "Таблица MAC-адресов",
      "Таблица маршрутизации",
      "Таблица интерфейсов",
      "Буферная таблица"
    ]
  },
  {
    "number": "19",
    "type": "402",
    "asks": [
      "В каком режиме конфигурации используется команда ip dhcp snooping для включения отслеживания DHCP?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "Режим настройки интерфейса",
      "Режим конфигурации линии",
      "Режим настройки безопасности",
      "Режим глобальной конфигурации"
    ]
  },
  {
    "number": "20",
    "type": "125",
    "asks": [
      "Обратитесь к выставке. Какой пароль должен использовать сетевой администратор для входа в режим включения?"
    ],
    "img": [],
    "sentence": [],
    "listing": [
      "Атлантатконф т",
      "Введите команды конфигурации, по одной в каждой строке. Закончите CNTL / Z.",
      "Атланта (config) Vaaa новая модель",
      "Atlanta (config) taaa аутентификация логин по умолчанию локальный",
      "Atlanta (config) ffline vty 0 4 L.Atlanta (config-line) flogin аутентификация по умолчанию L.Atlanta (config-line) lexit",
      "Atlanta (config) tusername admin password adminl23 L.Atlanta (config) tusername admin привилегия 15 L.Atlanta (config) надежный пароль ciscol23 L.Atlanta (config) tenable secret testl23 L.Atlanta (config) ten"
    ],
    "responses": [
      "D"
    ],
    "variants": [
      "админ123",
      "cisco123",
      "дефолт",
      "тестовое задание! 23"
    ]
  },
  {
    "number": "21 год",
    "type": "55",
    "asks": [
      "Каково поведение коммутатора уровня 2 по умолчанию при получении кадра с неизвестным MAC-адресом назначения?"
    ],
    "img": [],
    "sentence": [
      "Объяснение: Когда коммутатор получает кадр, выделенный для определенного пункта назначения, но этот пункт назначения не имеет записи в таблице MAC-адресов, у коммутатора нет другого выбора, кроме как лавинно передать кадр. Цель этой лавинной рассылки состоит в том, чтобы устройство, использующее MAC-адрес в пункте назначения кадра, получило лавинную рассылку и ответило на сообщение. Если это устройство отвечает, коммутатор может узнать их MAC-адрес и сопоставить его с портом, на который приходит сообщение."
    ],
    "listing": [],
    "responses": [
      "B"
    ],
    "variants": [
      "Рамка опущена.",
      "Коммутатор рассылает пакеты по всем портам, кроме принимающего порта в данной VLAN.",
      "Коммутатор использует DHCP, чтобы узнать MAC-адрес назначения.",
      "Коммутатор использует ARP, чтобы узнать MAC-адрес назначения."
    ]
  },
  {
    "number": "22",
    "type": "509",
    "asks": [
      "Amazon Web Services (AWS) и Microsoft Azure - примеры чего?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "Поставщики общедоступного облака",
      "Поставщики частного облака",
      "Поставщики гибридного облака",
      "Поставщики динамических облаков"
    ]
  },
  {
    "number": "23",
    "type": "489",
    "asks": [
      "Какое утверждение о концепции дизайна свернутого ядра верно?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "Лучше всего подходит для крупномасштабных сетей.",
      "Это позволяет увеличить пропускную способность.",
      "Лучше всего подходит для малых предприятий.",
      "Это ограничивает пропускную способность."
    ]
  },
  {
    "number": "24",
    "type": "250",
    "asks": [
      "Какая команда выводит многоадресные адреса, к которым интерфейс присоединился в IPv6?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "B"
    ],
    "variants": [
      "показать краткое описание интерфейса ipv6",
      "показать интерфейс ipv6",
      "показать многоадресную рассылку интерфейса ipv6",
      "показать многоадресный ipv6"
    ]
  },
  {
    "number": "25",
    "type": "307",
    "asks": [
      "Обратитесь к выставке. Какой следующий маршрутизатор (или переход) будет использоваться для пакета, предназначенного для 172.16.1.23?"
    ],
    "img": [],
    "sentence": [],
    "listing": [
      "172.16.0.0/16 через 10.10.10.1",
      "0.0.0.0/0 через 192.168.1.1",
      "172.16.1.0/24 через 10.20.20.2",
      "172.16.2.0/24 через 10.30.30.3"
    ],
    "responses": [
      "D"
    ],
    "variants": [
      "10.30.30.3",
      "192.168.1.1",
      "10.10.10.1",
      "10.20.20.2"
    ]
  },
  {
    "number": "26 год",
    "type": "521",
    "asks": [
      "Какой тип кабеля следует использовать для подключения компьютера к коммутатору для управления коммутатором?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "Прямой кабель",
      "Перекрестный кабель",
      "Свернутый кабель",
      "Экранированный кабель"
    ]
  },
  {
    "number": "27",
    "type": "230",
    "asks": [
      "Что это означает, когда адрес назначения в кадре Ethernet установлен FFFF.FFFF.FFFF?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "Кадр является многоадресным.",
      "Фрейм является одноадресным.",
      "Рамку следует отбросить.",
      "Кадр - это широковещательный кадр."
    ]
  },
  {
    "number": "28 год",
    "type": "351",
    "asks": [
      "Какая команда настраивает шлюз по умолчанию в пуле DHCP-серверов?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "IP-шлюз по умолчанию",
      "IP по умолчанию-маршрутизатор",
      "ip домен-сервер"
    ]
  },
  {
    "number": "29",
    "type": "209",
    "asks": [
      "Какая команда отключает CDP глобально на устройстве?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "нет запуска cdp",
      "нет включения cdp",
      "cdp отключить"
    ]
  },
  {
    "number": "30",
    "type": "182",
    "asks": [
      "Пользователь электронной почты щелкнул ссылку в электронном письме, очевидно, отправленном службой безопасности его компании. Открывающаяся веб-страница выглядит безопасной, но ссылка могла содержать вредоносный код. Какой это тип атаки?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "E"
    ],
    "variants": [
      "Контроль физического доступа",
      "Атака социальной инженерии",
      "Атака грубой силы",
      "Осведомленность пользователей",
      "Фишинг"
    ]
  },
  {
    "number": "31 год",
    "type": "415",
    "asks": [
      "Какой язык важен как для Puppet, так и для Chef?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "Рубин",
      "C #",
      "Джава"
    ]
  },
  {
    "number": "32",
    "type": "377",
    "asks": [
      "Что верно в отношении баннерных сообщений на маршрутизаторах Cisco? (Выберите два.)"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "B",
      "C"
    ],
    "variants": [
      "Вы всегда должны использовать символ # для обозначения конца баннера.",
      "Различные типы баннерных сообщений появляются в разное время или для разных условий.",
      "В них можно использовать искусство ASCII."
    ]
  },
  {
    "number": "33",
    "type": "365",
    "asks": [
      "Какая команда позволяет отправлять сообщения журнала на устройство в 10.10.10.7?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "ведение журнала 10.10.10.7",
      "ловушка регистрации уровня 2 10.10.10.7",
      "хост регистрации 10.10.10.7",
      "хост логирования отправить 7 хост 10.10.10.7"
    ]
  },
  {
    "number": "34",
    "type": "86",
    "asks": [
      "Какие из перечисленных ниже действий являются обязательными, которые необходимо выполнить для нормальной работы SSH на коммутаторе Cisco? (Выберите два.)"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "D",
      "E"
    ],
    "variants": [
      "Должна быть включена IP-маршрутизация.",
      "Telnet должен быть отключен.",
      "Необходимо настроить пароль консоли.",
      "На коммутаторе должен быть запущен образ IOS k9 (крипто).",
      "Необходимо настроить команду ip domain-name."
    ]
  },
  {
    "number": "35 год",
    "type": "140",
    "asks": [
      "Обратитесь к выставке. Сетевой администратор настраивает четыре коммутатора для локальной аутентификации с использованием паролей, которые хранятся в виде криптографического хэша. Четыре коммутатора также должны поддерживать доступ по SSH для администраторов для управления сетевой инфраструктурой. Какой коммутатор правильно настроен в соответствии с этими требованиями?"
    ],
    "img": [],
    "sentence": [],
    "listing": [
      "SWI (строка конфигурации) # строка vty 0 15",
      "SWI (config-line) # локальный логин",
      "SWI (строка конфигурации) # пароль cisco",
      "SW2 (config) #username admin 1 password abc123 L.SW2 (config-line) #line vty 0 15",
      "SW2 (строка конфигурации) #login local",
      "SW3 (config) #username admin 1 secret abc123 L.SW3 (config-line) #line vty 0 15",
      "SW3 (строка конфигурации) #login local",
      "SW4 (config) #username admin 1 secret abc123 L.SW4 (config-line) #line console 0 SW4 (config-line) #login local"
    ],
    "responses": [
      "C"
    ],
    "variants": [
      "SW1",
      "SW2",
      "SW3",
      "SW4"
    ]
  },
  {
    "number": "36",
    "type": "407",
    "asks": [
      "Если вы используете WPA3 в корпоративном режиме, какая версия AES требуется?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "AES-32",
      "AES-64",
      "AES-128",
      "АЕС-192"
    ]
  },
  {
    "number": "37",
    "type": "51",
    "asks": [
      "Какой тип адреса является общедоступным IP-адресом устройства NAT?"
    ],
    "img": [],
    "sentence": [
      "Объяснение: Внутренний глобальный адрес - допустимый IP-адрес, назначенный сетевой картой или поставщиком услуг, который представляет один или несколько внутренних локальных IP-адресов для внешнего мира."
    ],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "за пределами глобального",
      "за пределами местного",
      "внутри глобального",
      "внутри местных",
      "вне общественности",
      "внутри публики"
    ]
  },
  {
    "number": "38",
    "type": "47",
    "asks": [
      "Как EIGRP по умолчанию вычисляет метрику маршрута при добавлении его в таблицу маршрутизации?"
    ],
    "img": [],
    "sentence": [
      "Объяснение: EIGRP использует несколько факторов для вычисления метрики пути. При расчете показателей по умолчанию используются пропускная способность и задержка, но также могут учитываться нагрузка на интерфейс и надежность."
    ],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "Он использует значения полосы пропускания и задержки пути для вычисления метрики маршрута.",
      "Он устанавливает метрику по умолчанию 10 для всех маршрутов, которые узнает маршрутизатор.",
      "Он использует эталонную полосу пропускания и фактическую полосу пропускания подключенного канала для расчета метрики маршрута.",
      "Он подсчитывает количество переходов между принимающим и целевым маршрутизаторами и использует это значение в качестве метрики."
    ]
  },
  {
    "number": "39",
    "type": "107",
    "asks": [
      "Какие два утверждения правильно описывают работу протокола взвешенного случайного раннего обнаружения? (Выберите два.)"
    ],
    "img": [],
    "sentence": [
      "Объяснение: Взвешенное случайное раннее обнаружение (WRED) - это дисциплина организации очередей для сетевого планировщика, предназначенная для предотвращения перегрузки. Это расширение случайного раннего обнаружения (RED), когда одна очередь может иметь несколько разных наборов пороговых значений очереди. Каждый набор пороговых значений связан с определенным классом трафика."
    ],
    "listing": [],
    "responses": [
      "D",
      "E"
    ],
    "variants": [
      "Он может идентифицировать различные потоки с высокой степенью детализации.",
      "Он поддерживает обнаружение протокола.",
      "Это гарантирует доставку пакетов с высоким приоритетом.",
      "Это может избежать перегрузки, не допуская заполнения очереди.",
      "пакеты с более низким приоритетом отбрасываются раньше, чем пакеты с более высоким приоритетом."
    ]
  },
  {
    "number": "40",
    "type": "367",
    "asks": [
      "Какие улучшения предлагает SNMP версии 3 по сравнению с SNMP v2c?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "B"
    ],
    "variants": [
      "Мониторинг без накладных расходов",
      "Повышенная безопасность",
      "Уменьшение количества обращений к серверу",
      "ICMP IP SLA"
    ]
  },
  {
    "number": "41 год",
    "type": "456",
    "asks": [
      "Обратитесь к выставке. Какое из утверждений верно?"
    ],
    "img": [
      "img0041"
    ],
    "sentence": [],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "Есть один домен коллизии и один домен широковещательной рассылки.",
      "Есть два конфликтных домена и один широковещательный домен.",
      "Есть три домена коллизии и два домена широковещательной рассылки.",
      "Есть семь коллизионных доменов и два широковещательных домена."
    ]
  },
  {
    "number": "42",
    "type": "68",
    "asks": [
      "Какой символ используется в качестве разделителя между ключами и значениями в JSON?"
    ],
    "img": [],
    "sentence": [
      "Объяснение: В JSON структуры данных принимают следующие формы:",
      "Объект - это неупорядоченный набор пар имя / значение. Объект начинается с левой фигурной скобки \"{\" и заканчивается правой фигурной скобкой \"}\". За каждым именем следует «: M двоеточие, а пары имя / значение разделяются 7 запятыми."
    ],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      ":",
      "знак равно",
      "|",
      ","
    ]
  },
  {
    "number": "43 год",
    "type": "516",
    "asks": [
      "Какой метод подключения к облаку обеспечивает плавный переход между общедоступными облаками?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "MPLS VPN",
      "Интернет VPN",
      "Межоблачная биржа",
      "Частный WAN"
    ]
  },
  {
    "number": "44 год",
    "type": "130",
    "asks": [
      "Обратитесь к выставке. Сетевой администратор хочет, чтобы трафик VLAN 55 между Swl и Sw2 не был помечен, в то время как все остальные VLAN оставались помеченными. Какую команду нужно ввести для выполнения этой задачи?"
    ],
    "img": [
      "img0044"
    ],
    "sentence": [],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "коммутатор доступа vlan 55",
      "транк коммутатора разрешен vlan 55",
      "Switchport хост ассоциации private-vlan 55",
      "коммутатор багажник родной влан 55"
    ]
  },
  {
    "number": "45",
    "type": "275",
    "asks": [
      "Коммутатор Cisco с 48 портами настроен на семь различных сетей VLAN. Сколько широковещательных доменов существует на коммутаторе?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "0",
      "1",
      "7",
      "48"
    ]
  },
  {
    "number": "46",
    "type": "359",
    "asks": [
      "Какая маркировка выполняется на уровне 3?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "Тип сервиса",
      "Класс обслуживания",
      "Экспериментальные биты",
      "BECN"
    ]
  },
  {
    "number": "47",
    "type": "172",
    "asks": [
      "По какой причине точки доступа часто называют двухдиапазонными?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "B"
    ],
    "variants": [
      "Потому что они могут обслуживать клиентов LAN и WAN",
      "Потому что они поддерживают несколько частотных диапазонов",
      "Потому что они могут работать в безопасном и незащищенном режимах.",
      "Потому что они могут работать как в облегченном, так и в автономном режимах."
    ]
  },
  {
    "number": "48",
    "type": "409",
    "asks": [
      "Где в сети SDN существует северный API?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "Между контроллером и приложениями для управления сетью",
      "Между контроллером и управляемыми сетевыми устройствами",
      "Между контроллером и публичным облаком",
      "Между контроллером и уровнем доступа"
    ]
  },
  {
    "number": "49",
    "type": "472",
    "asks": [
      "Какой термин описывает то, что называется, когда несколько точек беспроводного доступа (WAP) имеют один и тот же SSID?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "Широковещательный домен",
      "Базовый набор услуг",
      "Расширенный набор серверов",
      "Беспроводная сетка"
    ]
  },
  {
    "number": "50",
    "type": "108",
    "asks": [
      "Какие два утверждения правильно описывают работу HSRP? (Выберите два.)"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А",
      "E"
    ],
    "variants": [
      "Два маршрутизатора назначают один маршрутизатор активным, а другой - резервным.",
      "Два маршрутизатора используют один и тот же IP-адрес интерфейса, и трафик шлюза по умолчанию распределяется между ними с балансировкой нагрузки.",
      "Два маршрутизатора синхронизируют конфигурации для обеспечения согласованной пересылки пакетов.",
      "Каждый маршрутизатор имеет свой IP-адрес, оба маршрутизатора действуют как □ шлюз по умолчанию в локальной сети, и трафик между ними распределяется по нагрузке.",
      "Два маршрутизатора имеют общий виртуальный IP-адрес, который используется в качестве шлюза по умолчанию для устройств в локальной сети."
    ]
  },
  {
    "number": "51",
    "type": "339",
    "asks": [
      "Для чего нужен статический NAT?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "B"
    ],
    "variants": [
      "Чтобы гарантировать, что IP-адрес назначения останется неизменным во время трансляции",
      "Чтобы преобразовать один конкретный внутренний адрес в один конкретный внешний адрес",
      "Чтобы обеспечить преобразование нескольких внутренних адресов в один внешний адрес",
      "Извлечь внутренние адреса для перевода из пула адресов"
    ]
  },
  {
    "number": "52",
    "type": "369",
    "asks": [
      "LLQ - это форма какого типа инструмента в QoS?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "Управление перегрузкой",
      "Полицейская",
      "Формирование"
    ]
  },
  {
    "number": "53",
    "type": "476",
    "asks": [
      "Что такое соглашение об уровне обслуживания (SLA) для сетевого подключения?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "Это соглашение о пропускной способности между интернет-провайдером и клиентом.",
      "Это соглашение о качестве обслуживания между интернет-провайдером и клиентом.",
      "Это соглашение о времени безотказной работы между интернет-провайдером и клиентом."
    ]
  },
  {
    "number": "54",
    "type": "297",
    "asks": [
      "Какая версия STP на устройстве Cisco реализует классический IEEE 802.1 D?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "B"
    ],
    "variants": [
      "MST",
      "PVST +",
      "ТРЕЛЬ",
      "RPVST +"
    ]
  },
  {
    "number": "55",
    "type": "318",
    "asks": [
      "Каково административное расстояние внутренних маршрутов EIGRP?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "5",
      "20",
      "90",
      "100"
    ]
  },
  {
    "number": "56",
    "type": "396",
    "asks": [
      "Какие есть два варианта восстановления после порта, отключенного из-за ошибки из-за безопасности порта? (Выберите два.)"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "B",
      "C"
    ],
    "variants": [
      "Автоматическое восстановление безопасности порта",
      "восстановление после сбоя",
      "Ручное восстановление",
      "отключить безопасность порта"
    ]
  },
  {
    "number": "57 год",
    "type": "245",
    "asks": [
      "Какие команды можно использовать для проверки адреса интерфейса IPv6? (Выберите два.)"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А",
      "C"
    ],
    "variants": [
      "показать краткое описание интерфейса ipv6",
      "показать детали интерфейса ipv6",
      "показать интерфейс ipv6",
      "показать информацию об интерфейсе ipv6"
    ]
  },
  {
    "number": "58",
    "type": "59",
    "asks": [
      "Какое утверждение определяет функциональность виртуальных машин?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "B"
    ],
    "variants": [
      "Виртуализированные серверы обеспечивают наилучшую производительность, когда они физически подключены к коммутатору, изолированному от гипервизора.",
      "Гипервизор может виртуализировать физические компоненты, включая ЦП, память и хранилище.",
      "Гипервизор может одновременно поддерживать только одну виртуальную машину и один программный коммутатор.",
      "Связь гипервизора на уровне 3 не требует дополнительных ресурсов."
    ]
  },
  {
    "number": "59",
    "type": "58",
    "asks": [
      "Как OSPF выбирает маршрут, когда он изучает несколько путей к сети?"
    ],
    "img": [],
    "sentence": [
      "Пояснение: OSPF использует следующую формулу для расчета стоимости:",
      "Стоимость = эталонная полоса пропускания / полоса пропускания интерфейса в бит / с.",
      "Эталонная полоса пропускания была определена как произвольное значение в документации OSPF (RFC 2338). Поставщикам необходимо использовать собственную эталонную полосу пропускания. Cisco использует полосу пропускания 100 Мбит / с (108) в качестве эталонной."
    ],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "Он выбирает маршрут с наименьшей метрикой, рассчитанной путем умножения активного значения K на 256.",
      "Он выбирает маршрут с наименьшей пропускной способностью, рассчитанной путем добавления метрики от исходного маршрутизатора к месту назначения для каждого существующего интерфейса.",
      "Он выбирает маршрут с наименьшей стоимостью, рассчитанной путем деления эталонной пропускной способности 100 Мбит / с на фактическую пропускную способность существующего интерфейса.",
      "Он выбирает маршрут с наименьшим количеством переходов между исходным и целевым маршрутизаторами."
    ]
  },
  {
    "number": "60",
    "type": "32",
    "asks": [
      "В каком режиме нужно настроить точки доступа для управления с помощью контроллеров беспроводной локальной сети Cisco?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "Экспресс мобильности",
      "Мост",
      "Автономный",
      "Легкий"
    ]
  },
  {
    "number": "61",
    "type": "332",
    "asks": [
      "Какой тип сети в OSPF поддерживает использование DR и BDR?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "B"
    ],
    "variants": [
      "Точка-точка",
      "Транслировать",
      "Точка-многоточка",
      "Точка-многоточка без широковещательной передачи"
    ]
  },
  {
    "number": "62",
    "type": "354",
    "asks": [
      "Сетевой администратор отправляет успешный эхо-запрос на www.company.com. Что было проверено?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "B"
    ],
    "variants": [
      "ВЫИГРЫША",
      "DNS",
      "NTP",
      "DHCP"
    ]
  },
  {
    "number": "63",
    "type": "529",
    "asks": [
      "Обратитесь к выставке. Что можно сделать об интерфейсе или узле?"
    ],
    "img": [],
    "sentence": [],
    "listing": [
      "SwitchlJfsh int fastEthernet 0/1",
      "FastEthernete / 1 не работает, линейный протокол не работает (отключен)",
      "Аппаратное обеспечение: Lance, адрес 000a.6cf3.1502 (bia 000a.f36c.1502) [output cut]",
      "956 пакетов на входе, 193351 байт, 0 без буфера",
      "Получено 956 трансляций, 0 коротышек, 0 гигантов, 0 дросселей",
      "0 ошибок ввода, 0 CRC, 0 кадров, 0 переполнения, 0 игнорирования, 0 прерывания",
      "0 сторожевой таймер, 0 многоадресная передача, 0 вход паузы",
      "0 входных пакетов с обнаружением подтекания",
      "Вывод 2357 пакетов, 263570 байт, 0 невыполнений",
      "0 ошибок вывода, 0 коллизий, 10 сбросов интерфейса",
      "0 лепет, 457 поздних столкновений, 0 отложенных",
      "0 потерянный носитель, 0 без носителя",
      "0 отказов выходного буфера, 0 выходных буферов выгружены"
    ],
    "responses": [
      "C"
    ],
    "variants": [
      "Интерфейс отключен.",
      "Интерфейс согласовывается в полудуплексном режиме.",
      "Несоответствие дуплексного режима на интерфейсе.",
      "Короткое замыкание кабеля на интерфейсе."
    ]
  },
  {
    "number": "64",
    "type": "466",
    "asks": [
      "Что является ложным утверждением о брандмауэрах?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "B"
    ],
    "variants": [
      "Они могут защитить сеть от внешних атак.",
      "Обычно они используются для защиты сети от внутренних атак.",
      "Они могут обеспечивать проверку пакетов с отслеживанием состояния.",
      "Они могут контролировать трафик приложений."
    ]
  },
  {
    "number": "65",
    "type": "444",
    "asks": [
      "Какая команда позволяет подтвердить IP-адрес и маску, назначенные интерфейсу?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "показать интерфейсы лаконично",
      "показать адреса",
      "показать краткое описание IP-интерфейса",
      "показать IP-интерфейс"
    ]
  }
]