var l13401r = [
"Feel confident in your data53s.",
"Эй, хорошо, что ты вернулся.",
"До сих пор мы были сосредоточены на подготовкеВаши данные для обработки и анализа.",
"В следующих видеомы рассмотрим другую большую часть этого процесса,организация и защита ваших данных.",
"Хранение ваших данных организовановажно по нескольким причинам;это облегчает поиск и использование,помогает избежать ошибок во времяваш анализ и помогает защитить его.",
"Подойдем, мы пойдемосновы организации данных дляличное и профессиональное использованиеи соглашения об именах файлов.",
"Тогда мы рассмотрим некоторыефункции безопасности для электронных таблиц.",
"К концу следующих нескольких видеороликоввы сможете делать все эти вещи, и вы будетебыть в состоянии объяснить эти шаги заинтересованным сторонам,чтобы они могли быть уверены, чтоваши методы работы с данными безопасны и надежны.",
"Когда вы будете готовы начать,переходите к следующему видео.",
"Там мы начнем сорганизация данных для личного использования.",
]