var l41102r = [
"Welcome to the Course51s.",
"Здравствуйте, и добро пожаловать на первый курс в специализации Django for Everybody.",
"Цель этого курса состоит в том, чтобы по сути сделать его так, чтобы единственным необходимым условием, вам нужны навыки Python.",
"Как будто вы, возможно, взяли Python для специализации Everybody и закончили это, , а затем вы можете прийти сюда.",
"И поэтому я не хочу ставить кучу предварительных условий, как HTML, CSS и SQL.",
"И вот что я сделал, это я только что охватил все фундаментальные знания , которые поддерживают остальную специализацию в этом классе.",
"Мы собираемся использовать PythonAnywhere.",
"В этом первом классе мы собираемся установить Django.",
"Мы будем использовать его для некоторых заданий HTML, CSS и SQL.",
"И поэтому идея состоит в том, чтобы собрать всех на одной странице , когда мы закончим этот курс, чтобы мы могли примерно в тот момент начать копаться в изучении , как Python и Django работают вместе.",
]