var objs = [
  {
    "time": [
      0.0,
      6.498397
    ],
    "en": [
      "Wow! I feel good, I knew that I wouldn't of"
    ],
    "ru": [
      "Здорово! Мне хорошо, а я думал, не будет."
    ]
  },
  {
    "time": [
      6.498397,
      13.2502
    ],
    "en": [
      "I feel good, I knew that I wouldn't of"
    ],
    "ru": [
      "Мне хорошо, я думал, не будет."
    ]
  },
  {
    "time": [
      13.2502,
      19.926053
    ],
    "en": [
      "So good, so good, I got you"
    ],
    "ru": [
      "Так хорошо, так хорошо, ведь у меня есть ты."
    ]
  },
  {
    "time": [
      19.926053,
      26.446551
    ],
    "en": [
      "Wow! I feel nice, like sugar and spice"
    ],
    "ru": [
      "Класс! Чувствую себя прекрасно, как сахарок и перчик."
    ]
  },
  {
    "time": [
      26.446551,
      32.546264
    ],
    "en": [
      "I feel nice, like sugar and spice"
    ],
    "ru": [
      "Я чувствую себя прекрасно, как сахарок и перчик."
    ]
  },
  {
    "time": [
      32.546264,
      39.655929
    ],
    "en": [
      "So nice, so nice, I got you"
    ],
    "ru": [
      "Так прекрасно, так прекрасно, ведь у меня есть ты."
    ]
  },
  {
    "time": [
      39.655929,
      46.6813
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      46.6813,
      51.248425
    ],
    "en": [
      "When I hold you in my arms"
    ],
    "ru": [
      "Когда я тебя обнимаю,"
    ]
  },
  {
    "time": [
      51.248425,
      54.139106
    ],
    "en": [
      "I know that I can do no wrong"
    ],
    "ru": [
      "Я знаю, что не наделаю ошибок."
    ]
  },
  {
    "time": [
      54.139106,
      58.201544
    ],
    "en": [
      "And when I hold you in my arms"
    ],
    "ru": [
      "И когда я тебя обнимаю,"
    ]
  },
  {
    "time": [
      58.201544,
      60.478569
    ],
    "en": [
      "My love won't do you no harm"
    ],
    "ru": [
      "Моя любовь тебя не обидит."
    ]
  },
  {
    "time": [
      60.478569,
      65.630972
    ],
    "en": [
      "And I feel nice, like sugar and spice"
    ],
    "ru": [
      "А я чувствую себя прекрасно, как сахарок и перчик."
    ]
  },
  {
    "time": [
      65.630972,
      72.143466
    ],
    "en": [
      "I feel nice, like sugar and spice"
    ],
    "ru": [
      "Я чувствую себя прекрасно, как сахарок и перчик."
    ]
  },
  {
    "time": [
      72.143466,
      79.180503
    ],
    "en": [
      "So nice, so nice, I got you"
    ],
    "ru": [
      "Так прекрасно, так прекрасно, ведь у меня есть ты."
    ]
  },
  {
    "time": [
      79.180503,
      87.410436
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      87.410436,
      90.696492
    ],
    "en": [
      "When I hold you in my arms"
    ],
    "ru": [
      "Когда я тебя обнимаю,"
    ]
  },
  {
    "time": [
      90.696492,
      93.781696
    ],
    "en": [
      "I know that I can't do no wrong"
    ],
    "ru": [
      "Я знаю, что не наделаю ошибок."
    ]
  },
  {
    "time": [
      93.781696,
      97.833303
    ],
    "en": [
      "And when I hold you in my arms"
    ],
    "ru": [
      "И когда я тебя обнимаю,"
    ]
  },
  {
    "time": [
      97.833303,
      100.415729
    ],
    "en": [
      "My love can't do me no harm"
    ],
    "ru": [
      "Моя любовь тебя не обидит."
    ]
  },
  {
    "time": [
      100.415729,
      105.35059
    ],
    "en": [
      "And I feel nice, like sugar and spice"
    ],
    "ru": [
      "А я чувствую себя прекрасно, как сахарок и перчик,"
    ]
  },
  {
    "time": [
      105.35059,
      112.120386
    ],
    "en": [
      "I feel nice, like sugar and spice"
    ],
    "ru": [
      "Я чувствую себя прекрасно, как сахарок и перчик,"
    ]
  },
  {
    "time": [
      112.120386,
      118.642139
    ],
    "en": [
      "So nice, so nice, well I got you"
    ],
    "ru": [
      "Так прекрасно, так прекрасно, ведь у меня есть ты."
    ]
  },
  {
    "time": [
      118.642139,
      126.087148
    ],
    "en": [
      "Wow! I feel good, I knew that I wouldn't of"
    ],
    "ru": [
      "Офигеть! Мне хорошо, а я думал, что не будет."
    ]
  },
  {
    "time": [
      126.087148,
      132.21329
    ],
    "en": [
      "I feel good, I knew that I would"
    ],
    "ru": [
      "Мне хорошо, я знал, что так и будет."
    ]
  },
  {
    "time": [
      132.21329,
      138.767259
    ],
    "en": [
      "So good, so good, 'cause I got you"
    ],
    "ru": [
      "Так хорошо, так хорошо, потому что у меня есть ты,"
    ]
  },
  {
    "time": [
      138.767259,
      144.72146
    ],
    "en": [
      "So good, so good, 'cause I got you"
    ],
    "ru": [
      "Так хорошо, так хорошо, потому что у меня есть ты,"
    ]
  },
  {
    "time": [
      144.72146,
      151.945396
    ],
    "en": [
      "So good, so good, 'cause I got you"
    ],
    "ru": [
      "Так хорошо, так хорошо, потому что у меня есть ты,"
    ]
  },
  {
    "time": [
      151.945396,
      158.184753
    ],
    "en": [
      "Hey! Oh yeah-a..."
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      158.184753,
      162.604834
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      162.604834,
      164.76954
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      164.76954,
      164.76954
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      164.76954,
      164.76954
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  }
]