var objs = [
  {
    "time": [
      0.0,
      28.29
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      28.29,
      35.12
    ],
    "en": [
      "I should’ve known"
    ],
    "ru": [
      "Я должен был знать"
    ]
  },
  {
    "time": [
      35.12,
      42.04
    ],
    "en": [
      "I’d leave alone"
    ],
    "ru": [
      "Я бы оставил в покое"
    ]
  },
  {
    "time": [
      42.04,
      47.12
    ],
    "en": [
      "Just goes to show"
    ],
    "ru": [
      "Просто идет, чтобы показать"
    ]
  },
  {
    "time": [
      47.12,
      55.62
    ],
    "en": [
      "That the blood you bleed",
      "Is just the blood you owe"
    ],
    "ru": [
      "Это кровь, которую ты истекаешь кровью",
      "Это просто кровь, которую ты должен"
    ]
  },
  {
    "time": [
      55.62,
      60.21
    ],
    "en": [
      "We were a pair"
    ],
    "ru": [
      "Мы были парой"
    ]
  },
  {
    "time": [
      60.21,
      62.12
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      62.12,
      66.12
    ],
    "en": [
      "But I saw you there"
    ],
    "ru": [
      "Но я видел тебя там"
    ]
  },
  {
    "time": [
      66.12,
      68.96
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      68.96,
      73.67
    ],
    "en": [
      "Too much to bear"
    ],
    "ru": [
      "Слишком много нести"
    ]
  },
  {
    "time": [
      73.67,
      80.54
    ],
    "en": [
      "You were my life,",
      "But life is far away from fair"
    ],
    "ru": [
      "Ты был моей жизнью,",
      "Но жизнь далека от справедливой"
    ]
  },
  {
    "time": [
      80.54,
      84.0
    ],
    "en": [
      "Was I stupid to love you"
    ],
    "ru": [
      "Я был глуп, чтобы любить тебя"
    ]
  },
  {
    "time": [
      84.0,
      87.67
    ],
    "en": [
      "Was I reckless to help"
    ],
    "ru": [
      "Был ли я безрассудным, чтобы помочь"
    ]
  },
  {
    "time": [
      87.67,
      94.17
    ],
    "en": [
      "Was it obvious to everybody else"
    ],
    "ru": [
      "Было ли это очевидно для всех?"
    ]
  },
  {
    "time": [
      94.17,
      100.83
    ],
    "en": [
      "That I’d fallen for a lie"
    ],
    "ru": [
      "Что я попался на ложь"
    ]
  },
  {
    "time": [
      100.83,
      107.75
    ],
    "en": [
      "You were never on my side"
    ],
    "ru": [
      "Ты никогда не был на моей стороне"
    ]
  },
  {
    "time": [
      107.75,
      110.92
    ],
    "en": [
      "Fool me once, fool me twice"
    ],
    "ru": [
      "Обмани меня один раз, обмануть меня дважды"
    ]
  },
  {
    "time": [
      110.92,
      114.46
    ],
    "en": [
      "Are you death or paradise"
    ],
    "ru": [
      "Ты смерть или рай?"
    ]
  },
  {
    "time": [
      114.46,
      119.83
    ],
    "en": [
      "Now you’ll never see me cry"
    ],
    "ru": [
      "Теперь ты никогда не увидишь, как я плачу"
    ]
  },
  {
    "time": [
      119.83,
      122.08
    ],
    "en": [
      "There’s just no time to die"
    ],
    "ru": [
      "Просто некогда умирать"
    ]
  },
  {
    "time": [
      122.08,
      135.96
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      135.96,
      142.71
    ],
    "en": [
      "I let it burn"
    ],
    "ru": [
      "Я позволил этому гореть"
    ]
  },
  {
    "time": [
      142.71,
      149.29
    ],
    "en": [
      "You’re no longer my concern"
    ],
    "ru": [
      "Ты больше не моя забота"
    ]
  },
  {
    "time": [
      149.29,
      154.38
    ],
    "en": [
      "Faces from my past return"
    ],
    "ru": [
      "Лица из моего прошлого возвращения"
    ]
  },
  {
    "time": [
      154.38,
      161.0
    ],
    "en": [
      "Another lesson yet... to learn"
    ],
    "ru": [
      "Еще один урок ... выучить"
    ]
  },
  {
    "time": [
      161.0,
      167.79
    ],
    "en": [
      "That I’d fallen for a lie"
    ],
    "ru": [
      "Что я попался на ложь"
    ]
  },
  {
    "time": [
      167.79,
      174.25
    ],
    "en": [
      "You were never on my side"
    ],
    "ru": [
      "Ты никогда не был на моей стороне"
    ]
  },
  {
    "time": [
      174.25,
      177.46
    ],
    "en": [
      "Fool me once, fool me twice"
    ],
    "ru": [
      "Обмани меня один раз, обмануть меня дважды"
    ]
  },
  {
    "time": [
      177.46,
      181.0
    ],
    "en": [
      "Are you death or paradise"
    ],
    "ru": [
      "Ты смерть или рай?"
    ]
  },
  {
    "time": [
      181.0,
      186.29
    ],
    "en": [
      "Now you’ll never see me cry"
    ],
    "ru": [
      "Теперь ты никогда не увидишь, как я плачу"
    ]
  },
  {
    "time": [
      186.29,
      189.33
    ],
    "en": [
      "There’s just no time to die"
    ],
    "ru": [
      "Просто некогда умирать"
    ]
  },
  {
    "time": [
      189.33,
      193.83
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      193.83,
      196.88
    ],
    "en": [
      "No time to die"
    ],
    "ru": [
      "Некогда умирать"
    ]
  },
  {
    "time": [
      196.88,
      198.0
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      198.0,
      200.54
    ],
    "en": [
      "Ooh, ooh ooh"
    ],
    "ru": [
      "Ох ох ох"
    ]
  },
  {
    "time": [
      200.54,
      208.29
    ],
    "en": [
      "No time to die"
    ],
    "ru": [
      "Некогда умирать"
    ]
  },
  {
    "time": [
      208.29,
      214.21
    ],
    "en": [
      "Ooh"
    ],
    "ru": [
      "Ох"
    ]
  },
  {
    "time": [
      214.21,
      217.71
    ],
    "en": [
      "Fool me once, fool me twice"
    ],
    "ru": [
      "Обмани меня один раз, обмануть меня дважды"
    ]
  },
  {
    "time": [
      217.71,
      221.08
    ],
    "en": [
      "Are you death or paradise"
    ],
    "ru": [
      "Ты смерть или рай?"
    ]
  },
  {
    "time": [
      221.08,
      227.17
    ],
    "en": [
      "Now you’ll never see me cry"
    ],
    "ru": [
      "Теперь ты никогда не увидишь, как я плачу"
    ]
  },
  {
    "time": [
      227.17,
      230.0
    ],
    "en": [
      "There’s just no time to die"
    ],
    "ru": [
      "Просто некогда умирать"
    ]
  },
  {
    "time": [
      230.0,
      230.0
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      230.0,
      230.0
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      230.0,
      230.0
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  }
]