
let figNames = ["peshka", "slon", "horse", 
"ladya", "ferz", "corol"]
 
 
 let figs = [
   {
  name : "peshka",
  svg : '<svg viewBox = "0 0 64 64" ><path class="figure peshka" d="m 32.310547,21.8125 c -2.488765,0 -4.505859,2.104549 -4.505859,4.699219 0,1.517659 0.686866,2.836531 1.753906,3.691406 H 29.53125 L 20.090918,46.742188 H 18.216797 V 55.5625 H 45.638672 V 46.742188 H 44.220703 L 35.138672,30.25 h -0.101563 c 1.075556,-0.862489 1.78125,-2.216934 1.78125,-3.738281 0,-2.59467 -2.019047,-4.699219 -4.507812,-4.699219 z" fill="#bbb" stroke="#000"></path></svg>'
},
{
  name : "slon",
  svg : '<svg viewBox = "0 0 64 64"><path class="figure slon" d="M 32.615234 12.912109 C 31.346275 12.911666 30.317156 14.038713 30.316406 15.429688 C 30.317506 15.956278 30.469158 16.469248 30.75 16.896484 C 27.740211 20.011131 21.872209 26.612612 21.125 31.472656 C 20.269973 37.033976 26.023235 47.766575 26.197266 48.089844 L 19.484375 48.089844 C 19.071222 48.089844 18.738281 48.422784 18.738281 48.835938 L 18.738281 54.857422 C 18.738281 55.270575 19.071222 55.603516 19.484375 55.603516 L 45.480469 55.603516 C 45.893621 55.603516 46.226562 55.270575 46.226562 54.857422 L 46.226562 48.835938 C 46.226562 48.422784 45.893621 48.089844 45.480469 48.089844 L 37.957031 48.089844 C 38.078921 47.88446 44.438334 37.137815 43.664062 31.384766 C 43.02326 26.623413 37.391972 20.164546 34.396484 17.017578 C 34.730295 16.569171 34.913067 16.008443 34.914062 15.429688 C 34.913313 14.038714 33.884193 12.911666 32.615234 12.912109 z" fill="#bbb" stroke="#000"></path></svg>'
},
{
  name : "horse",
  svg : '<svg viewBox = "0 0 64 64"><path class="figure horse" d="M 30.6875 16.375 L 19.3125 31.6875 L 26.875 48.125 L 19.496094 48.125 C 19.082941 48.125 18.75 48.457941 18.75 48.871094 L 18.75 54.816406 C 18.75 55.229559 19.082941 55.5625 19.496094 55.5625 L 45.316406 55.5625 C 45.729559 55.5625 46.0625 55.229559 46.0625 54.816406 L 46.0625 48.871094 C 46.0625 48.457941 45.729559 48.125 45.316406 48.125 L 35.484375 48.125 L 39.125 35.1875 L 32.5625 26.4375 L 45.25 25.375 L 45.25 23.25 L 30.6875 16.375 z " fill="#bbb" stroke="#000"></path></svg>'
},
{
  name : "ladya",
  svg : '<svg viewBox = "0 0 64 64"><path class="figure ladya" d="m 24.220703,17.136719 c -0.56339,0 -1.015625,0.454188 -1.015625,1.017578 v 5.589844 c 0,0.563389 0.452235,1.017578 1.015625,1.017578 l 1.019531,0.0078 -0.08789,-0.002 -3.583985,23.302734 h -2.041015 c -0.413153,0 -0.746094,0.332942 -0.746094,0.746094 v 5.826172 c 0,0.413153 0.332941,0.744141 0.746094,0.744141 h 25.757812 c 0.413153,0 0.746094,-0.330988 0.746094,-0.744141 v -5.826172 c 0,-0.413152 -0.332941,-0.859375 -0.746094,-0.859375 H 42.771484 L 39.804688,24.761719 h 0.855468 c 0.56339,0 1.015625,-0.454189 1.015625,-1.017578 v -5.589844 c 0,-0.56339 -0.452235,-1.017578 -1.015625,-1.017578 z" fill="#bbb" stroke="#000"></path></svg>'
},
{
  name : "ferz",
  svg : '<svg viewBox = "0 0 64 64"><path class="figure ferz" d="m 32.75,10.375 c -0.862945,0 -1.5625,0.615608 -1.5625,1.375 6.98e-4,0.67268 0.554345,1.246159 1.308594,1.355469 L 29.25,37.875 20.953125,14.189453 C 21.611368,14.013927 22.06177,13.480263 22.0625,12.875 22.0625,12.115608 21.362945,11.5 20.5,11.5 c -0.862945,0 -1.5625,0.615608 -1.5625,1.375 0,0.759392 0.699555,1.375 1.5625,1.375 0.06797,-6.64e-4 0.135827,-0.0052 0.203125,-0.01367 L 22.625,38.375 9.1835938,17.388672 C 9.6148114,17.133842 9.8739335,16.707095 9.875,16.25 c 0,-0.759392 -0.6995551,-1.375 -1.5625,-1.375 -0.8629449,0 -1.5625,0.615608 -1.5625,1.375 0,0.759392 0.6995551,1.375 1.5625,1.375 0.1749872,-5.46e-4 0.3486272,-0.02696 0.5136719,-0.07813 l 10.7304691,31.462891 -0.535157,0.351562 c 0,0 5.8e-4,-0.02558 0,0 l -0.125,5.517578 c -0.0094,0.413047 0.332941,0.746094 0.746094,0.746094 h 25.861328 c 0.413153,0 0.746094,-0.332941 0.746094,-0.746094 v -5.736328 c 0,-0.295559 -0.173723,-0.545176 -0.421875,-0.666016 l 10.845703,-30.75 c 0.217373,0.09692 0.457492,0.14775 0.701172,0.148438 0.862945,0 1.5625,-0.615608 1.5625,-1.375 0,-0.759392 -0.699555,-1.375 -1.5625,-1.375 -0.862945,0 -1.5625,0.615608 -1.5625,1.375 1.66e-4,0.443145 0.243024,0.859056 0.652344,1.117188 L 41.859375,39.34375 45.701172,14.615234 c 0.05769,0.0061 0.115724,0.0094 0.173828,0.0098 0.862945,0 1.5625,-0.615608 1.5625,-1.375 0,-0.759392 -0.699555,-1.375 -1.5625,-1.375 -0.862945,0 -1.5625,0.615608 -1.5625,1.375 3.55e-4,0.614829 0.46449,1.154725 1.136719,1.322266 L 36.375,37.375 32.773438,13.125 c 0.853778,-0.01127 1.539158,-0.623591 1.539062,-1.375 0,-0.759392 -0.699555,-1.375 -1.5625,-1.375 z" fill="#bbb" stroke="#000"></path></svg>'
},
{
  name : "corol",
  svg : '<svg viewBox = "0 0 64 64"><path class="figure corol" d="M 30.371094 12.625 C 29.957941 12.625 29.625 12.957941 29.625 13.371094 L 29.625 16.544922 A 15.603516 16.982422 0 0 0 24.603516 15.625 A 15.603516 16.982422 0 0 0 9 32.607422 A 15.603516 16.982422 0 0 0 18.896484 48.396484 C 18.803411 48.520953 18.738281 48.667973 18.738281 48.835938 L 18.738281 54.857422 C 18.738281 55.270575 19.071222 55.603516 19.484375 55.603516 L 45.480469 55.603516 C 45.893621 55.603516 46.226563 55.270575 46.226562 54.857422 L 46.226562 48.835938 C 46.226562 48.666011 46.159511 48.517784 46.064453 48.392578 A 15.603516 16.982422 0 0 0 57.228516 32.125 A 15.603516 16.982422 0 0 0 41.625 15.142578 A 15.603516 16.982422 0 0 0 35.375 16.587891 L 35.375 13.371094 C 35.375 12.957941 35.042059 12.625 34.628906 12.625 L 30.371094 12.625 z" fill="#bbb" stroke="#000"></path></svg>'
},
{
  name : "",
  svg : ''
}
]


$(()=>{
  let log1 = $('.log1')
  let log2 = $('.log2')
  let log3 = $('.log3')
  let grid = $('.grid')
  let max = 64
  let maxRow = 8
  let row = 0
  let maxFishkas = 24

  

//https://fooobar.com/questions/37963/jquerys-append-not-working-with-svg-element
// Более простой способ - просто сгенерировать SVG в строку, создать HTML-элемент оболочки и вставить строку svg в элемент HTML с помощью $( "# wrapperElement" ). html (svgString). Это прекрасно работает в Chrome и Firefox.





$('.square4').html(figs[0].svg)
//https://developer.mozilla.org/ru/docs/Web/API/Element/classList
$('.square4').click((e) => {
  e.target.classList.add('checked')
  console.log(e.target.classList)
  
})
/////////////////////////
//https://www.motiontricks.com/creating-dynamic-svg-elements-with-javascript/
const svg = document.querySelector("#svg0");

// variable for the namespace 
const svgns = "http://www.w3.org/2000/svg";

// make a simple rectangle
let newRect = document.createElementNS(svgns, "rect");

newRect.setAttribute("x", "150");
newRect.setAttribute("y", "150");
newRect.setAttribute("width", "100");
newRect.setAttribute("height", "100");
newRect.setAttribute("fill", "#5cceee");

// append the new rectangle to the svg
svg.appendChild(newRect);

function getFigureNum(names){
  let index = 0
  for(let i = 0; i < figNames.length; i++){
    if(names.indexOf(figNames[i]) >= 0){
      index = i
      break
    }
  }
  return index
}
  
function setFigure(fieldNum, figureName, color){
  let field = document.querySelector(".square" + fieldNum)
  let num = getFigureNum([figureName])
  field.innerHTML = figs[num].svg
  let figure = field.querySelector(".figure")
  figure.classList.add(figureName)
  figure.classList.add(color)
  // console.log(figure)
  
}

function select(num){
  let selectNum = -1
  let field = document.querySelector(".square" + num)
  let figure = field.querySelector(".figure")
  if(figure){
    figure.classList.add('checked')
    selectNum = num
  }
  return selectNum
}

function move(from, to){
  let fieldFrom = document.querySelector(".square" + from)
  let figure = fieldFrom.querySelector(".figure")
  if(!figure){
    return
  }
  let classes = [...figure.classList];
  let color = "white"
  if (classes.indexOf("black")>=0){
    color = "black"
  }
  let figureNum = getFigureNum(classes)
  let figureName = figNames[figureNum]
  setFigure(to, figureName, color)
  fieldFrom.innerHTML = ''
}

setFigure(16, "slon", "black")
select(16)
move(16, 18)   



   


  log1.text()
  log2.text()
  log3.text()
  

})