let ns01 = [
{
	names: [
	"Русское радио",
	""
	],
	vals: [
	"107.8",
	""
	]
},
{
	names: [
	"Ретро FM",
	""
	],
	vals: [
	"88.0",
	""
	]
},
{
	names: [
	"Ретро FM",
	""
	],
	vals: [
	"88.0",
	""
	]
},
{
	names: [
	"Ретро FM",
	""
	],
	vals: [
	"88.0",
	""
	]
},
{
	names: [
	"Ретро FM",
	""
	],
	vals: [
	"88.0",
	""
	]
},
{
	names: [
	"Ретро FM",
	""
	],
	vals: [
	"88.0",
	""
	]
},
{
	names: [
	"Ретро FM",
	""
	],
	vals: [
	"88.0",
	""
	]
},
{
	names: [
	"Ретро FM",
	""
	],
	vals: [
	"88.0",
	""
	]
},
{
	names: [
	"Ретро FM",
	""
	],
	vals: [
	"88.0",
	""
	]
},
{
	names: [
	"Ретро FM",
	""
	],
	vals: [
	"88.0",
	""
	]
},
{
	names: [
	"Ретро FM",
	""
	],
	vals: [
	"88.0",
	""
	]
},
{
	names: [
	"Ретро FM",
	""
	],
	vals: [
	"88.0",
	""
	]
},
{
	names: [
	"Ретро FM",
	""
	],
	vals: [
	"88.0",
	""
	]
},
{
	names: [
	"Ретро FM",
	""
	],
	vals: [
	"88.0",
	""
	]
},
{
	names: [
	"Ретро FM",
	""
	],
	vals: [
	"88.0",
	""
	]
},
]