let objs = [
  {
   "name": "1 Суп куриный",
   "code": [
    "почистить курицу",
    "положить в холодную воду",
    "довести до кипения ",
    "снять пену",
    "посолить",
    "варить 20 минут",
    "положить картошку морковку лук",
    "варить 20 минут",
    "положить макароны",
    ""
   ]
  },
  {
   "name": "2 Суп рыбный",
   "code": [
    "Варить картошку, луковицу, морковь, кубик",
    "Когда сварится кинуть банку консервов",
    ""
   ]
  },
  {
   "name": "3 Щи",
   "code": [
    "В куриный бульон",
    "добавить квашеную и капусту 1:1",
    "варить 40 минут",
    "добавить морковь и лук ",
    "добавить либо картошку",
    "либо фасоль",
    "",
    "",
    ""
   ]
  }
 ]