let objs = [
 {
  "name": "1 Суп куриный",
  "code": [
   "почистить курицу",
   "положить в холодную воду",
   "довести до кипения ",
   "снять пену",
   "посолить",
   "варить 20 минут",
   "положить картошку морковку",
   "варить 20 минут",
   "положить макароны",
   ""
  ]
 },
 {
  "name": "2 Суп рыбный",
  "code": [
   "Варить картошку, луковицу, морковь",
   "Когда сварится кинуть банку консервов",
   ""
  ]
 },
 {
  "name": "3 Щи",
  "code": [
   "В куриный бульон",
   "добавить квашеную и капусту 1:1",
   "варить 20 минут",
   "положить картошку морковку",
   "либо фасоль",
   "варить 20 минут",
   ""
  ]
 },
 {
  "name": "4 Рассольник",
  "code": [
   "В куриный бульон",
   "положить 1ч варившуюся перловку",
   "положить картошку морковку",
   "варить 15 минут",
   "положить пищевую смесь для рассольника(в составе маринованный огурец)",
   "положить лавровый лист",
   "варить 5 минут",
   ""
  ]
 },
 {
  "name": "5 Холодный борщ",
  "code": [
   "Нарезать вареную картошку, морковь кубиками",
   "Зеленый лук",
   "Добавить из 0.5 банки свеклы и жидкости",
   "Залить холодным кипятком",
   "Кинуть вареное яйцо",
   "Добавить сметаны",
   ""
  ]
 },
 {
  "name": "6 Окрошка",
  "code": [
   "Нарезать докторскую колбасу, картошку в мундире, свежий огурец, зеленый лук",
   "Залить квасом",
   "Либо кефиром",
   "",
   ""
  ]
 }
]