let notes = [
    {
      "nums": [
        1
      ],
      "name": "Республика Адыгея"
    },
    {
      "nums": [
        4
      ],
      "name": "Республика Алтай"
    },
    {
      "nums": [
        2,
        102,
        702
      ],
      "name": "Республика Башкортостан"
    },
    {
      "nums": [
        3
      ],
      "name": "Республика Бурятия"
    },
    {
      "nums": [
        5
      ],
      "name": "Республика Дагестан"
    },
    {
      "nums": [
        6
      ],
      "name": "Республика Ингушетия"
    },
    {
      "nums": [
        7
      ],
      "name": "Кабардино-Балкарская Республика"
    },
    {
      "nums": [
        8
      ],
      "name": "Республика Калмыкия"
    },
    {
      "nums": [
        9
      ],
      "name": "Карачаево-Черкесская Республика"
    },
    {
      "nums": [
        10
      ],
      "name": "Республика Карелия"
    },
    {
      "nums": [
        11
      ],
      "name": "Республика Коми"
    },
    {
      "nums": [
        82
      ],
      "name": "Республика Крым"
    },
    {
      "nums": [
        12
      ],
      "name": "Республика Марий Эл"
    },
    {
      "nums": [
        13,
        113
      ],
      "name": "Республика Мордовия"
    },
    {
      "nums": [
        14
      ],
      "name": "Республика Саха (Якутия)"
    },
    {
      "nums": [
        15
      ],
      "name": "Республика Северная Осетия — Алания"
    },
    {
      "nums": [
        16,
        116,
        716
      ],
      "name": "Республика Татарстан"
    },
    {
      "nums": [
        17
      ],
      "name": "Республика Тыва"
    },
    {
      "nums": [
        18
      ],
      "name": "Удмуртская Республика"
    },
    {
      "nums": [
        19
      ],
      "name": "Республика Хакасия"
    },
    {
      "nums": [
        95
      ],
      "name": "Чеченская Республика"
    },
    {
      "nums": [
        21,
        121
      ],
      "name": "Чувашская Республика"
    },
    {
      "nums": [
        22,
        122
      ],
      "name": "Алтайский край"
    },
    {
      "nums": [
        75,
        80
      ],
      "name": "Забайкальский край"
    },
    {
      "nums": [
        41
      ],
      "name": "Камчатский край"
    },
    {
      "nums": [
        23,
        93,
        123,
        193
      ],
      "name": "Краснодарский край"
    },
    {
      "nums": [
        24,
        84,
        88,
        124
      ],
      "name": "Красноярский край"
    },
    {
      "nums": [
        59,
        81,
        159
      ],
      "name": "Пермский край"
    },
    {
      "nums": [
        25,
        125
      ],
      "name": "Приморский край"
    },
    {
      "nums": [
        26,
        126
      ],
      "name": "Ставропольский край"
    },
    {
      "nums": [
        27
      ],
      "name": "Хабаровский край"
    },
    {
      "nums": [
        28
      ],
      "name": "Амурская область"
    },
    {
      "nums": [
        29
      ],
      "name": "Архангельская область"
    },
    {
      "nums": [
        30
      ],
      "name": "Астраханская область"
    },
    {
      "nums": [
        31
      ],
      "name": "Белгородская область"
    },
    {
      "nums": [
        32
      ],
      "name": "Брянская область"
    },
    {
      "nums": [
        33
      ],
      "name": "Владимирская область"
    },
    {
      "nums": [
        34,
        134
      ],
      "name": "Волгоградская область"
    },
    {
      "nums": [
        35
      ],
      "name": "Вологодская область"
    },
    {
      "nums": [
        36,
        136
      ],
      "name": "Воронежская область"
    },
    {
      "nums": [
        37
      ],
      "name": "Ивановская область"
    },
    {
      "nums": [
        38,
        85,
        138
      ],
      "name": "Иркутская область"
    },
    {
      "nums": [
        39,
        91
      ],
      "name": "Калининградская область"
    },
    {
      "nums": [
        40
      ],
      "name": "Калужская область"
    },
    {
      "nums": [
        42,
        142
      ],
      "name": "Кемеровская область"
    },
    {
      "nums": [
        43
      ],
      "name": "Кировская область"
    },
    {
      "nums": [
        44
      ],
      "name": "Костромская область"
    },
    {
      "nums": [
        45
      ],
      "name": "Курганская область"
    },
    {
      "nums": [
        46
      ],
      "name": "Курская область"
    },
    {
      "nums": [
        47,
        147
      ],
      "name": "Ленинградская область"
    },
    {
      "nums": [
        48
      ],
      "name": "Липецкая область"
    },
    {
      "nums": [
        49
      ],
      "name": "Магаданская область"
    },
    {
      "nums": [
        50,
        90,
        150,
        190,
        750,
        790
      ],
      "name": "Московская область"
    },
    {
      "nums": [
        51
      ],
      "name": "Мурманская область"
    },
    {
      "nums": [
        52,
        152
      ],
      "name": "Нижегородская область"
    },
    {
      "nums": [
        53
      ],
      "name": "Новгородская область"
    },
    {
      "nums": [
        54,
        154
      ],
      "name": "Новосибирская область"
    },
    {
      "nums": [
        55,
        155
      ],
      "name": "Омская область"
    },
    {
      "nums": [
        56,
        156
      ],
      "name": "Оренбургская область"
    },
    {
      "nums": [
        57
      ],
      "name": "Орловская область"
    },
    {
      "nums": [
        58
      ],
      "name": "Пензенская область"
    },
    {
      "nums": [
        60
      ],
      "name": "Псковская область"
    },
    {
      "nums": [
        61,
        161,
        761
      ],
      "name": "Ростовская область"
    },
    {
      "nums": [
        62
      ],
      "name": "Рязанская область"
    },
    {
      "nums": [
        63,
        163,
        763
      ],
      "name": "Самарская область"
    },
    {
      "nums": [
        64,
        164
      ],
      "name": "Саратовская область"
    },
    {
      "nums": [
        65
      ],
      "name": "Сахалинская область"
    },
    {
      "nums": [
        66,
        96,
        196
      ],
      "name": "Свердловская область"
    },
    {
      "nums": [
        67
      ],
      "name": "Смоленская область"
    },
    {
      "nums": [
        68
      ],
      "name": "Тамбовская область"
    },
    {
      "nums": [
        69
      ],
      "name": "Тверская область"
    },
    {
      "nums": [
        70
      ],
      "name": "Томская область"
    },
    {
      "nums": [
        71
      ],
      "name": "Тульская область"
    },
    {
      "nums": [
        72
      ],
      "name": "Тюменская область"
    },
    {
      "nums": [
        73,
        173
      ],
      "name": "Ульяновская область"
    },
    {
      "nums": [
        74,
        174,
        774
      ],
      "name": "Челябинская область"
    },
    {
      "nums": [
        76
      ],
      "name": "Ярославская область"
    },
    {
      "nums": [
        77,
        97,
        99,
        177,
        197,
        199,
        777,
        797,
        799
      ],
      "name": "Москва"
    },
    {
      "nums": [
        78,
        98,
        178,
        198
      ],
      "name": "Санкт-Петербург"
    },
    {
      "nums": [
        92
      ],
      "name": "Севастополь, Крым"
    },
    {
      "nums": [
        79
      ],
      "name": "Еврейская автономная область"
    },
    {
      "nums": [
        83
      ],
      "name": "Ненецкий автономный округ"
    },
    {
      "nums": [
        86,
        186
      ],
      "name": "Ханты-Мансийский автономный округ - Югра"
    },
    {
      "nums": [
        87
      ],
      "name": "Чукотский автономный округ"
    },
    {
      "nums": [
        89
      ],
      "name": "Ямало-Ненецкий автономный округ"
    },
    {
      "nums": [
        94
      ],
      "name": "Территории, находящиеся за пределами РФ и обслуживаемые Управлением режимных объектов МВД России, Байконур"
    }
  ]