var d20801r = [
  "<a href=\"https://www.youtube.com/watch?v=Ci1F6RhMQv4&list=PLV9mGzLCxlpe3wgNXBUVBu5ko8Nlm5XJf&index=3\">Грег работает носильщиком в отеле «Шептон» в Нью-Йорке.</a>",
  "Грег работает носильщиком в отеле «Шептон» в Нью-Йорке.",
  "После работы он всегда идет выпить кофе через улицу.",
  "Девушка сидит в кофейне, у окна.",
  "— Это снова она!.",
  "думает Грег.",
  "— Она здесь каждый день.",
  "Я собираюсь поздороваться.",
  "Грег идет в кофейню и берет кофе.",
  "Затем он подходит к столу девушки."
]