var d32846r = [
  "<a href=\"https://www.youtube.com/watch?v=N5OC-qGMs0c&list=PLhuEelKSHsFnfUaBGjFjkCChFmg8L2Ls-&index=116\">Янки Дудл отправился в город верхом на пони</a>",
  "Янки Дудл отправился в город верхом на пони.",
  "Он засунул перо в шляпу и назвал его макаронами.",
  "Припев: Янки Дудл, так держать.",
  "Янки Дудл денди Помните о музыке и шаге.",
  "и с девчонками быть наготове!.",
  "Мы с отцом спустились в лагерь вместе с капитаном Гудингом.",
  "И там мы увидели мужчин и мальчиков, Толстых, как поспешный пудинг.",
  "Хор И был капитан Вашингтон.",
  "И нежные люди о нем говорят, что он стал таким гордым.",
  "Без них он не поедет."
]