var d46806r = [
  "<a href=\"https://www.coursera.org/learn/ask-questions-make-decisions/lecture/MqSIs/anmol-from-hypothesis-to-outcome\">Привет, я Анмол.</a>",
  "Привет, я Анмол.",
  "Я возглавляю отдел маркетинговой аналитики для крупных рекламодателей в отделе маркетинга Google.",
  "По сути, моя работа заключается в том, чтобы доставить нужному пользователю нужное сообщение в нужное время.",
  "Первый шаг состоит в том, чтобы получить широкое представление об определенном паттерне, который происходит.",
  "Так, например, мы знаем, что этот конкретный сегмент пользователей более отзывчив на этот тип контента.",
  "Как только мы сможем увидеть эту гипотезу на основе данных, мы проведем тестирование, чтобы убедиться, что гипотеза действительно верна.",
  "Так, например, мы могли бы протестировать отправку этих фрагментов контента этому сегменту пользователей и фактически проверить в контролируемой среде, действительно ли скорость отклика выше для этого типа контента или нет.",
  "Как только мы сможем на самом деле проверить эту гипотезу, мы обратимся к заинтересованным сторонам, в данном случае к нашим маркетологам, и скажем, что мы с относительно высокой степенью достоверности доказали, что этот конкретный сегмент более чувствителен к этому типу рекламы. содержание, и поэтому мы рекомендуем вам создавать больше этого типа контента.",
  "Наши заинтересованные стороны действительно видят всю эволюцию от гипотезы к проверенной концепции, и они могут сопровождать нас в процессе проверки этих гипотез, а затем, в конечном итоге, превращать их в стратегии и рекомендации для бизнеса.",
  "Результатом в этом случае было то, что мы смогли фактически изменить способ работы всей нашей маркетинговой команды, чтобы сделать ее намного более ориентированной на пользователя.",
  "Вместо того, чтобы, с нашей точки зрения, придумывать контент, который, по нашему мнению, нужен пользователям, мы на самом деле идем в другом направлении, выясняя, что пользователям нужно в первую очередь, доказывая, что им нужны определенные вещи или им не нужны определенные вещи. а затем, используя эту информацию, возвращаться к маркетологам и придумывать контент, который удовлетворяет их потребности.",
  "Так что это действительно изменило направление того, как мы производим вещи."
]