var d46803r = [
  "<a href=\"https://www.coursera.org/learn/ask-questions-make-decisions/lecture/OlRS3/nikki-the-data-process-works\">Меня зовут Никки, и я руковожу группой по обучению, оценке, оценке и исследованиям.</a>",
  "Меня зовут Никки, и я руковожу группой по обучению, оценке, оценке и исследованиям.",
  "Моя любимая часть процесса анализа данных — найти самую сложную проблему, задать миллион вопросов о ней и посмотреть, возможно ли вообще получить ответ.",
  "Одна из проблем, которую мы решили здесь, в Google, — это наша программа адаптации Noogler, с помощью которой мы адаптируем новых сотрудников.",
  "Одна из вещей, которые мы сделали, — это задались вопросом, как мы узнаем, быстрее ли новички адаптируются с помощью нашей новой программы адаптации, чем наша старая программа адаптации, по которой мы раньше читали им лекции.",
  "Мы очень тесно сотрудничали с поставщиками контента, чтобы точно понять, что значит быстрее адаптировать кого-то?.",
  "После того, как мы задали все вопросы, мы подготовили данные, поняв, кто входит в группу новых сотрудников, которых мы проверяли.",
  "Мы подготовили наши данные, просмотрев и поняв, кто были наши популяции, поняв, кто была наша выборка, кто была наша контрольная группа, кто была наша экспериментальная группа, где были наши источники данных, и убедились, что это было в наборе, в формате, который был чистым и удобоваримым для нас, чтобы написать соответствующие сценарии.",
  "Поэтому следующим шагом для нас была обработка данных, чтобы убедиться, что они в формате, который мы действительно можем анализировать в SQL, убедившись, что они в правильном формате, в правильных столбцах и в правильных таблицах для нас.",
  "Для анализа данных мы написали скрипты на SQL и на R, чтобы соотнести данные с контрольной группой или экспериментальной группой и интерпретировать данные, чтобы понять, были ли какие-то изменения в поведенческих показателях, которые мы видели?.",
  "После того, как мы проанализируем все данные, мы хотим представить их таким образом, чтобы наши заинтересованные стороны могли их понять.",
  "В зависимости от того, кто был нашими заинтересованными сторонами, мы готовили отчеты, информационные панели и презентации и делились этой информацией.",
  "После того, как все наши отчеты были завершены, мы увидели действительно положительные результаты и решили действовать в соответствии с ними, продолжив нашу программу обучения на основе проектов.",
  "Было очень приятно узнать, что у нас есть данные, подтверждающие это, и что это действительно сработало.",
  "И дело было не только в данных, но и в том, что мы знали, что наши ученики учатся и что они более продуктивны и быстрее возвращаются к своей работе."
]