var d55124r = [
  "Facebook запускает функцию поиска работы для низкоквалифицированных работников10мин.",
  "Facebook хочет облегчить людям поиск низкоквалифицированной работы в Интернете.",
  "После тестирования нового программного обеспечения в США и Канаде в прошлом году Facebook добавил объявления о вакансиях в среду еще в 40 странах Европы и других странах.",
  "Программное обеспечение работает как с операционными системами Apple, так и с ПК.",
  "Пользователи могут найти вакансии с помощью панели «Вакансии» на боковой веб-панели Facebook или в разделе «Дополнительно» мобильного приложения.",
  "Поиск можно фильтровать по области и типу отрасли, а также между полным и неполным рабочим днем.",
  "Пользователи могут автоматически заполнять заявки информацией из своего профиля Facebook, подавать заявки и планировать собеседования.",
  "Компании могут размещать объявления о вакансиях на вкладке «Вакансии» на своей странице и размещать рекламу.",
  "Отдельно Facebook объявил о выпуске программного обеспечения для распознавания лиц, которое помогает пользователям быстро находить фотографии, на которых они есть, но на которых они не отмечены.",
  "Новое программное обеспечение поможет пользователям защитить себя от несанкционированного использования их фотографий, а также позволит слабовидящим пользователям узнать, кто изображен на их фото и видео."
]