var d55136r = [
  "Игра 4: Ключевые слова в объявлении о вакансии30мин.",
  "Вопрос 1.",
  "Указания: Для каждого словарного слова выберите лучшее определение.",
  "Реклама (сущ.) публичное уведомление, особенно в печати.",
  "что-то, что от вас ожидается или требуется сделать.",
  "Вопрос 2.",
  "Квалифицированный (прил.), чтобы официально представить себя на работу.",
  "наличие качеств и достижений, необходимых для работы.",
  "Вопрос 3.",
  "Обязанности (сущ.) разрешение, часто от правительства или другого органа, на выполнение работы.",
  "что-то, что от вас ожидается или требуется сделать.",
  "Вопрос 4.",
  "Лицензия (сущ.) разрешение, часто выдаваемое правительством или другим органом власти, на выполнение работы.",
  "официально представить себя на работу.",
  "Вопрос 5.",
  "Применить (v) публичное уведомление, особенно в печатном виде.",
  "официально представить себя на работу."
]