var d55117r = [
  "Online Learning Opportunities to Extend Your Skills38s.",
  "Мы, команда онлайн-программ изучения английского языка Университета Пенсильвании, надеемся, что вам нравится этот курс.",
  "Вот ещё несколько способов улучшить ваш английский язык, обучаясь с нами.",
  "Вы можете записаться на программу по улучшению вашего делового общения, изучению вашего стиля руководства, или расширению карьерных возможностей.",
  "Нам не терпится продолжить наше с вами обучение.",
  "Перейдите по этой ссылке, чтобы больше узнать об увлекательных возможностях обучения онлайн.",
  "Увидимся там."
]