var d55115r = [
  "Model Response Comparing/Contrasting the Job Search Process1m.",
  "Насколько я понимаю, в Соединенных Штатах, вы начинаете поиск работы, возможно, с поиска в социальных сетях.",
  "По-моему, самым первым шагом в Чили будет обратиться к друзьям или родственникам, которые, возможно, работают в той же сфере.",
  "У меня, например, много друзей, которые тоже работают медсёстрами.",
  "Поэтому, если я ищу работу, я спрошу их, не знают ли они о каких-либо имеющихся вакансиях.",
  "Мы также используем социальные сети.",
  "Работодатели могут публиковать предлагаемую заработную плату.",
  "Похоже, это немного отличается от того, как принято делать в США, и даже противоречит принятому здесь.",
  "[В Чили] можно указать желаемую зарплату в своём резюме."
]