var d803r = [
  "<a href=\"https://www.youtube.com/watch?v=HnUc_XqS73o&list=RDCMUC7HhSlh-QbL9626A_mM4DRg&index=3\">1</a>",
  "1",
  "Когда я выйду на пенсию, я выучу русский.",
  "Я уже говорю по-французски и по-испански и хочу выучить еще один язык.",
  "А во-вторых, я собираюсь научиться водить.",
  "Это ужасно, что мне 59 и я не умею водить.",
  "Тогда я собираюсь купить машину и путешествовать по всему миру.",
  "А еще я больше не буду носить скучную одежду.",
  "Я ненавижу юбки и блузки, которые ношу каждый день в школу.",
  "Я буду носить джинсы и футболки все время.",
  "И когда я вернусь из своих путешествий, я напишу книгу и пойду по телевизору, чтобы рассказать об этом.",
  "Я собираюсь стать телезвездой."
]