var d817r = [
  "<a href=\"https://www.youtube.com/watch?v=fsrG1uoOWTo&list=RDCMUC7HhSlh-QbL9626A_mM4DRg&index=27\">1</a>",
  "1",
  "Больницы в прошлом.",
  "Сегодня некоторые люди идут в больницу, чтобы выздороветь, когда они больны.",
  "В прошлом некоторые больницы были настолько плохи, что больным людям становилось только хуже.",
  "Около 1000 лет назад в Европе монахи и монахини ухаживали за пациентами в больницах.",
  "Они не были врачами или медсестрами и не лечили пациентов.",
  "Они давали больным еду и постель и читали с ними молитвы.",
  "Самой страшной болезнью в то время была чума.",
  "Монахи и монахини заботились о многих больных чумой, потому что пациенты должны были оставаться в больнице до самой смерти.",
  "Чума убила миллионы людей в европе и азии."
]