var d819r = [
  "<a href=\"https://www.youtube.com/watch?v=i_0xCYeAarA&list=RDCMUC7HhSlh-QbL9626A_mM4DRg&index=27\">youtube</a>",
  "",
  "Вакцины сегодня.",
  "Сегодня врачи и медсестры вводят вакцины.",
  "Они используют иглу, чтобы ввести вакцину человеку в руку или другую часть его тела.",
  "Вакцина представляет собой слабый тип вируса или бактерии.",
  "Когда вакцина находится внутри организма, организм начинает вырабатывать антитела, чтобы атаковать вакцину.",
  "Антитела – это вещества в крови, которые могут убивать вирусы и бактерии.",
  "Когда организм научился вырабатывать антитела, он готов убивать вирусы или бактерии, когда они попадают внутрь организма.",
  "Это предотвращает заболевание человека в будущем."
]