var d820r = [
  "<a href=\"https://www.youtube.com/watch?v=b1N1I6bjjXM&list=RDCMUC7HhSlh-QbL9626A_mM4DRg&index=25\">Белый дом</a>",
  "Белый дом.",
  "Белый дом находится в США.",
  "Это дом американского президента.",
  "Первый белый дом был построен в 1800 году и здесь жили 43 президента.",
  "Это все президенты кроме первого президента Джорджа Вашингтона.",
  "Около 5 000 человек посещают Белый дом каждый день.",
  "Белый дом сегодня имеет шесть этажей, 132 комнаты, 412 дверей, 3 лифта, 147 окон, 28 каминов, 35 ванных комнат, один теннисный корт, один боулинг, один кинотеатр, одну беговую дорожку, один бассейн."
]