var d821r = [
  "<a href=\"https://www.youtube.com/watch?v=d1BfEC7TFa8&list=RDCMUC7HhSlh-QbL9626A_mM4DRg&index=27\">разные климаты</a>",
  "Разные климаты.",
  "Климат в разных частях света разный.",
  "Люди строят разные дома в зависимости от климата.",
  "В умеренном климате погода обычно мягкая.",
  "Дома часто строят из кирпича.",
  "Кирпичи не пропускают воду и сохраняют дома сухими.",
  "В домах часто есть большие окна, чтобы впустить солнце, и дымоход, чтобы люди могли разжечь огонь, когда холодно.",
  "Там, где много дождей, люди строят дома с наклонными крышами, чтобы вся вода стекала и не попадала в их дома."
]