var d822r = [
  "<a href=\"https://www.youtube.com/watch?v=bmhcDr5fv9E&list=RDCMUC7HhSlh-QbL9626A_mM4DRg&index=27\">человек, который мне ближе всего в моей семье, вероятно, моя мать</a>",
  "Человек, который мне ближе всего в моей семье, вероятно, моя мать.",
  "Она такой человек, с которым можно поговорить о чем угодно.",
  "Она очень открытая моя мать, и я могу поговорить с ней о парнях, которые беспокоят меня на работе, о дружбе, о чем угодно.",
  "Конечно у нас бывают взлеты и падения, но в основном у нас легкие отношения.",
  "Мы вместе ходим по магазинам.",
  "Что мне нравится в ней, так это ее отношение.",
  "Она молода душой, как и я, не старомодна или что-то в этом роде."
]