var d823r = [
  "<a href=\"https://www.youtube.com/watch?v=1rweeRKv0fs&list=RDCMUC7HhSlh-QbL9626A_mM4DRg&index=27\">я учусь в школе-интернате, поэтому я не живу с родителями в течение семестра</a>",
  "Я учусь в школе-интернате, поэтому я не живу с родителями в течение семестра.",
  "Что мне нравится, так это быть с моими друзьями все время.",
  "Работаем ли мы или просто болтаем, приятно знать, что всегда есть кто-то.",
  "Также много свободы.",
  "Мне не нужно говорить родителям куда я иду с кем я иду вы знаете.",
  "Обычно понедельник мой любимый день, потому что в понедельник у меня только два занятия.",
  "Но у меня сегодня очень плохой день, потому что у меня есть домашнее задание от всех моих учителей, и я должен сделать это сейчас."
]