var d830r = [
  "<a href=\"https://www.youtube.com/watch?v=QJOyUgk8suM&list=RDCMUC7HhSlh-QbL9626A_mM4DRg&index=27\">твой мозг</a>",
  "Твой мозг.",
  "Ты знаешь, как ты читаешь эти слова?.",
  "Ваш мозг говорит вам, что видят ваши глаза.",
  "Твой мозг говорит тебе, что ты здесь видишь и к чему прикасаешься.",
  "Он говорит вашим мышцам, когда нужно двигаться.",
  "Это поможет вам писать, говорить, рисовать и решать головоломки.",
  "Твой мозг потрясающий.",
  "Ваш мозг работает весь день и ночью, когда вы спите.",
  "Ночью это заставляет вас дышать и заставляет ваше сердце работать.",
  "Ночью ваш мозг помогает вам вспомнить то, что вы узнаете днем.",
  "Защитить свой мозг носить шлем, когда вы едете на велосипеде."
]