var d831r = [
  "<a href=\"https://www.youtube.com/watch?v=t6sTz9c8RDc&list=RDCMUC7HhSlh-QbL9626A_mM4DRg&index=27\">самый близкий мне человек в моей семье, я думаю, это мой отец</a>",
  "Самый близкий мне человек в моей семье, я думаю, это мой отец.",
  "Мы поздно ложимся спать, слушаем музыку и много разговариваем.",
  "Что мне нравится в нем, так это то, что он интересный и заинтересованный.",
  "У него есть любопытство к жизни.",
  "Мы можем говорить обо всем и обо всем.",
  "У нас одинаковое чувство юмора.",
  "Такая же любовь к жизни.",
  "Все мои друзья любят его, потому что он такой забавный.",
  "Ему все равно, что люди думают о нем.",
  "И я думаю, это здорово, он очень классный мой папа."
]