var d833r = [
  "<a href=\"https://www.youtube.com/watch?v=SsjfleRgcKE&list=RDCMUC7HhSlh-QbL9626A_mM4DRg&index=27\">Майк и я живем на красивой ферме в Миссури</a>",
  "Майк и я живем на красивой ферме в Миссури.",
  "Я знаю, что нам очень повезло, но это тяжелая работа.",
  "У нас никогда не бывает выходных или праздников или в любой другой день в году.",
  "Мы должны кормить животных и заботиться о полях.",
  "Сейчас собираем урожай, так что совсем не отдыхаем.",
  "Но я полагаю, что наш любимый день - среда, потому что в этот день мы обычно собираемся с друзьями и готовим замечательную еду."
]