var d834r = [
  "<a href=\"https://www.youtube.com/watch?v=4jCxztX-9cQ&list=RDCMUC7HhSlh-QbL9626A_mM4DRg&index=27\">я думаю, что человек, к которому я, вероятно, ближе всего, это моя сестра</a>",
  "Я думаю, что человек, к которому я, вероятно, ближе всего, это моя сестра.",
  "Что мне в ней нравится, так это то, что все ее знают.",
  "Неважно, куда мы идем.",
  "Все говорят привет сара как дела.",
  "Я просто ее младшая сестра.",
  "Люди называют меня малышкой Сарой, но это нормально.",
  "Мы такие разные.",
  "У нас большие ссоры.",
  "Она такая гиперактивная и громкая, что не может усидеть на месте.",
  "Вокруг нее должны быть люди и все ее любят.",
  "Во многом она сводит меня с ума.",
  "Она просто не может ясно мыслить.",
  "Я намного тише.",
  "Я счастлив сам по себе, но мы так гордимся друг другом."
]