var d837r = [
  "<a href=\"https://www.youtube.com/watch?v=7sMZR5vLn3s&list=RDCMUC7HhSlh-QbL9626A_mM4DRg&index=27\">транспорт сегодня</a>",
  "Транспорт сегодня.",
  "Сегодня каждая страна в мире использует водный, воздушный и наземный транспорт для торговли продуктами питания, топливом, одеждой и другими товарами, такими как автомобили и телевизоры.",
  "200 лет назад туристы начали ездить в отпуск на поезде и лодке.",
  "Примерно с 1960 года с изобретением больших пассажирских самолетов туризм стал очень популярен.",
  "Сегодня около 900 миллионов туристов ежегодно путешествуют в другую страну.",
  "В 2001 году американец Деннис Тито стал первым космическим туристом.",
  "Летал на российском космическом корабле на международную космическую станцию.",
  "Поедут ли туристы на луну однажды."
]