var d838r = [
  "<a href=\"https://www.youtube.com/watch?v=3ouS0fu7d5Q&list=RDCMUC7HhSlh-QbL9626A_mM4DRg&index=27\">дома для бедных</a>",
  "Дома для бедных.",
  "У бедняков часто не хватает денег, чтобы купить или построить собственный дом.",
  "Некоторые семьи делят небольшие квартиры с другими семьями.",
  "Вся семья спит в одной комнате, а две или три семьи делят одну ванную комнату.",
  "Некоторые очень бедные люди не могут жить с другими семьями, поэтому им приходится строить дома из вещей, которые другие люди выбрасывают, таких как кусочки металлической ткани или дерева.",
  "Места, где таких домов много, называются трущобами.",
  "Нет электричества и водопровода.",
  "Многие люди сегодня бездомны и вообще не имеют дома.",
  "Бездомные иногда спят на улице в больших городах.",
  "В некоторых местах есть приюты, где они могут остановиться, но иногда единственное, что у них есть, это картонная коробка."
]