var d839r = [
  "<a href=\"https://www.youtube.com/watch?v=AIIbcxWQ_Wc&list=RDCMUC7HhSlh-QbL9626A_mM4DRg&index=27\">пещеры</a>",
  "Пещеры.",
  "Пещеры были темными и не имели окон.",
  "Они защищали людей от непогоды и диких животных.",
  "Двери были сделаны из шкур животных.",
  "Не было ни кухни, ни ванной.",
  "Пещерные люди готовили пищу на костре.",
  "В жару вообще в домах не жили.",
  "Они жили и спали снаружи.",
  "В некоторых местах, где не было естественных пещер.",
  "Людям приходилось рыть пещеры в холмах."
]