var d840r = [
  "<a href=\"https://www.youtube.com/watch?v=fE4_FhazfjE&list=RDCMUC7HhSlh-QbL9626A_mM4DRg&index=27\">транспорт - это перемещение людей или товаров из одного места в другое</a>",
  "Транспорт - это перемещение людей или товаров из одного места в другое.",
  "Мы можем перевозить вещи в воде по воздуху или по суше.",
  "Мы можем использовать транспортные средства для животных или только наши ноги.",
  "Иногда мы путешествуем по работе, а иногда в отпуск или просто для удовольствия.",
  "Люди использовали лошадей и ослов для передвижения во многих местах.",
  "Люди также использовали верблюдов в Африке, слонов в Азии и лам в Южной Америке.",
  "Люди до сих пор используют животных для.",
  "Транспорт сегодня."
]