var d841r = [
  "<a href=\"https://www.youtube.com/watch?v=e9L_0M5JV3c&list=RDCMUC7HhSlh-QbL9626A_mM4DRg&index=27\">я вернулся домой немного поздно прошлой ночью</a>",
  "Я вернулся домой немного поздно прошлой ночью.",
  "На самом деле это был мой день рождения, но я был слишком занят на работе, чтобы что-то планировать.",
  "Мой друг одолжил мой ключ от квартиры вчера утром.",
  "Он сказал, что оставил там что-то несколько дней назад и хотел забрать.",
  "В любом случае, когда я вернулся домой, было совершенно темно.",
  "Когда я включил свет там была целая куча моих друзей и все они кричали от удивления.",
  "С днем ​​рождения."
]