var d844r = [
  "<a href=\"https://www.youtube.com/watch?v=NnsfzwJDwg8&list=RDCMUC7HhSlh-QbL9626A_mM4DRg&index=27\">дома для богатых</a>",
  "Дома для богатых.",
  "Богатые люди иногда живут в больших домах, называемых особняками.",
  "У них есть электричество, водопровод, центральное отопление, кондиционер, хорошие ванные, дорогая мебель, ковры, а иногда даже бассейны.",
  "У них тоже часто есть большие сады.",
  "Особняк ниже находится в таиланде.",
  "Он сделан из дерева под названием тик.",
  "Натуральное масло в древесине защищает ее от непогоды и насекомых.",
  "Тик очень хорош для строительства домов."
]