var d846r = [
  "<a href=\"https://www.youtube.com/watch?v=TwJQI80dO7Y&list=RDCMUC7HhSlh-QbL9626A_mM4DRg&index=27\">у меня действительно необычная фобия, она началась, когда я была маленькой девочкой</a>",
  "У меня действительно необычная фобия, она началась, когда я была маленькой девочкой.",
  "Я гостил у бабушки, и она попросила меня подняться наверх и взять ее кардиган.",
  "Я открыла шкаф и увидела этот большой темно-зеленый свитер с огромными черными пуговицами, висящими там.",
  "Я был напуган.",
  "Я начал кричать.",
  "Моя бабушка бросилась наверх и, наконец, смогла меня успокоить, но с тех пор это было проблемой.",
  "Это были кнопки.",
  "Все кнопки вызывали у меня дискомфорт.",
  "Мне трудно покупать одежду.",
  "Я пытаюсь найти юбки и брюки только с ремнями и молниями, но это нелегко.",
  "Около года назад у коллеги по работе оторвалась пуговица на куртке и у меня случилась паническая атака.",
  "Я решил обратиться к терапевту, но мне стыдно признаться, что я боюсь пуговиц.",
  "Это звучит глупо."
]