var d848r = [
  "<a href=\"https://www.youtube.com/watch?v=l7nmB1A1djg&list=RDCMUC7HhSlh-QbL9626A_mM4DRg&index=27\">люди запрограммированы бояться вещей, которые могут причинить им вред</a>",
  "Люди запрограммированы бояться вещей, которые могут причинить им вред.",
  "Покажите ребенку изображение змеи или большого ядовитого паука, и ребенок покажет страх, что это у нас в ДНК.",
  "Мы все чего-то боимся, и это хорошо, но фобия вызывает абсолютный ужас с физическими симптомами, такими как учащенное сердцебиение и приступы паники.",
  "Фобии обычно являются результатом неудачного опыта.",
  "Например, автомобильная авария может вызвать страх вождения, но часто это просто обычные вещи, такие как воздушные шары или определенная еда.",
  "Некоторые люди более склонны к фобиям, чем другие.",
  "Это у них в генах.",
  "Моя работа - учить людей побеждать их фобии.",
  "Сначала мы просто говорим об этом и помогаем пациенту расслабиться.",
  "Тогда мы могли бы показать просто картину их фобии.",
  "После этого мы иногда показываем фильм и, наконец, просим их потрогать предмет.",
  "Таким образом, фобии обычно можно лечить всего за три или четыре сеанса."
]