var d849r = [
  "<a href=\"https://www.youtube.com/watch?v=W3vhy4Wah1Y&list=RDCMUC7HhSlh-QbL9626A_mM4DRg&index=27\">лекарства из растений</a>",
  "Лекарства из растений.",
  "Когда первые люди попробовали растения, чтобы проверить, какие из них безопасны для употребления в пищу, они также обнаружили растения, которые лечили болезни и лихорадку.",
  "Эти растения были первыми лекарствами.",
  "Одна из древнейших книг о лекарствах из растений была написана в Китае более 4 000 лет назад.",
  "Самые ранние лекарства были сделаны из частей растений, таких как цветы.",
  "Люди ели части растений или делали из них напитки.",
  "Иногда они превращали части растений в лосьоны, чтобы наносить их на тело.",
  "Сегодня многие люди используют лекарства, изготовленные из растений.",
  "Например, люди используют лосьоны, сделанные из растений алоэ вера, чтобы облегчить воспаленную кожу."
]