var d850r = [
  "<a href=\"https://www.youtube.com/watch?v=pHiHZ9TD0e0&list=RDCMUC7HhSlh-QbL9626A_mM4DRg&index=27\">дворец верхней копии</a>",
  "Дворец верхней копии.",
  "Дворец в Стамбуле в Турции.",
  "Это был дом султанов.",
  "Во дворце проживало до 4 000 человек.",
  "Были школы, магазины, библиотеки, сады и другие здания, так что людям, которые там жили, никогда не приходилось уходить.",
  "вне",
  "Некоторые части дворца были разрушены пожарами и землетрясениями, но вы можете посетить другие части, потому что там есть музей.",
  "На дворцовых кухнях работало около 800 человек и каждый день готовили около 6 000 блюд."
]