var d851r = [
  "<a href=\"https://www.youtube.com/watch?v=pbcMQnWu5ME&list=RDCMUC7HhSlh-QbL9626A_mM4DRg&index=27\">я работаю в ресторане в майами</a>",
  "Я работаю в ресторане в майами.",
  "У меня два выходных в неделю обычно понедельник и среда но мой любимый день недели на самом деле пятница хоть я и работал в этот день.",
  "Это лучшая ночь, потому что все мои друзья приходят в ресторан, и мы отлично проводим время.",
  "Там настоящий кайф и совсем не похоже на работу.",
  "Время просто летит.",
  "В ресторане сейчас идет ремонт, так что все немного сумасшедшее."
]