var d852r = [
  "<a href=\"https://www.youtube.com/watch?v=nq8vY76gcDg&list=RDCMUC7HhSlh-QbL9626A_mM4DRg&index=27\">ну есть много вещей, которые я не могу сделать</a>",
  "Ну есть много вещей, которые я не могу сделать.",
  "Я не умею водить машину, но хочу в ближайшее время взять уроки вождения.",
  "Я не говорю по-французски, но я могу говорить по-испански.",
  "Моя мать мексиканка, и мы часто ездим в Мексику, чтобы навестить ее семью.",
  "Моя мама хорошо готовит.",
  "Она может очень хорошо готовить не только мексиканскую еду, любую еду.",
  "Но я совсем не умею готовить.",
  "Я просто люблю есть.",
  "Как насчет спорта.",
  "Хорошо, я думаю, что я хорош во многих видах спорта.",
  "Я умею играть в теннис и, конечно, умею плавать, но не катаюсь на лыжах."
]