var d853r = [
  "<a href=\"https://www.youtube.com/watch?v=ZeKziYylEtI&list=RDCMUC7HhSlh-QbL9626A_mM4DRg&index=25\">я работаю в кафе по выходным и там новая девушка</a>",
  "Я работаю в кафе по выходным и там новая девушка.",
  "Ее зовут кейли она совсем не трудолюбивая и очень нетерпеливая с клиентами.",
  "Вы знаете, иногда клиентам нужно время, чтобы выбрать свой заказ.",
  "Кейли просто смотрит в другую сторону и вот так постукивает пальцами.",
  "Она также забывает заказы клиентов и делает много ошибок.",
  "Я не думаю, что у нее будет эта работа очень долго."
]